[
    {
        "title": "\"Double sunrise\" eclipse: How, when and where to see the partial solar eclipse Saturday",
        "source": "Axios",
        "publishedAt": "2025-03-29T00:01:03Z",
        "url": "https://www.axios.com/2025/03/29/solar-eclipse-double-sunrise-time-saturday",
        "textContent": "The Moon passes in front of the Sun during the Great American Eclipse on April 8, 2024 in New York City. Photo: Gary Hershorn/Getty ImagesSaturday's partial solar eclipse offers the rare chance to see a \"double sunrise\" in the northeastern part of the country.Why it matters: It's the only solar eclipse visible from the U.S. this year and comes two weeks after the total lunar eclipse.814 million people around the globe will be able to see part of the eclipse, which is nearly 10% of the world's population.See photos of the eclipse here. What is a partial solar eclipse?A partial solar eclipse happens when the Moon passes between the Sun and Earth but the three don't perfectly line up.With a partial eclipse, only a part of the Sun will appear to be covered, which gives it a crescent shape.What we're watching: For the March 29 eclipse, NASA says the Moon will pass in front of and partially block the Sun, casting a shadow on parts of the Northern Hemisphere.Unlike last April's total eclipse, the Moon will not cover the entire Sun in some parts of the country.Eclipse path: Where to see the partial solar eclipseThe big picture: It depends on where you're located — and if the weather cooperates — but parts of 13 states will see the eclipse in some form.Coastal New England is expected to get the best views, per LiveScience.com.In Maine, up to 86% of the Sun will appear eclipsed as it rises.Up to 57% of the Sun will be eclipsed in New Hampshire and 55% in Massachusetts.Zoom out: In addition to parts of the U.S. and Canada, the eclipse will also be visible in parts of Europe, Africa, northern Asia, small parts of South America, throughout Greenland and Iceland, as well as much of the Atlantic and Arctic oceans, NASA said.What time is the solar eclipse Saturday?Zoom in: NASA says the partial eclipse is set to begin before sunrise in the U.S. and Canada on Saturday, March 29. The times listed on NASA's website are for sunrise. They include:Baltimore: 6:55am to 7:02am, with 3% coverageBoston: 6:31am to 7:07am, with 43% coverageBuffalo: 7:02 to 7:09am, with 2% coverageNew York City: 6:44am to 7:04am, with 22% coveragePhiladelphia: 6:49am to 7:03am, with 12% coveragePortland, Maine: 6:27am to 7:10am, with 64% coverageWashington, D.C.: 6:56am to 7:01am, with 1% coverageBetween the lines: In western Europe and northwestern Africa, the eclipse will begin in the mid- to late morning, NASA said.In eastern Europe and northern Asia, most or all of the eclipse will occur in the afternoon or early evening.Yes, but: TimeandDate.com lists additional times the partial eclipse starts and ends in the U.S.A global map of the shadow path for the March 29, 2025 partial solar eclipse. Image: NASA's Scientific Visualization StudioWhat is a double sunrise?The intrigue: Since the Sun is rising at the time of the eclipse in the U.S., some will see the illusion of a \"double sunrise.\"From some locations, the Moon's silhouette will make the rising Sun appear like it has two horns, according to LifeScience.com.Space.com says for coastal locations in northern Maine, New Brunswick and Quebec, it may be possible to see \"devil's horns\" when the eclipsed Sun rises.Watch eclipse live online on YouTubeTimeandDate.com will have a livestream starting at 5:30am EDT on its website and YouTube channel. Eclipse glasses: Do not look directly at SunThreat level: While the partial eclipse is brief, staring straight at the Sun during it can cause permanent damage if you don't wear the right protective eyewear like eclipse glasses or a pinhole camera.\"Except during the brief total phase of a total solar eclipse, when the Moon completely blocks the Sun's bright face, it is not safe to look directly at the Sun without specialized eye protection for solar viewing,\" NASA warns.Staring straight at the Sun during partial and annular solar eclipses can cause permanent damage to the retina, according to the American Astronomical Society.More from Axios:Egg prices plunging as bird flu subsides and shortages dissipateKohl's closing underperforming stores this Saturday. See the list.Injuries from recalled products reach 8-year high"
    },
    {
        "title": "'Totally unexpected' galaxy discovered by James Webb telescope defies our understanding of the early universe",
        "source": "Live Science",
        "publishedAt": "2025-03-28T20:39:07Z",
        "url": "https://www.livescience.com/space/astronomy/totally-unexpected-galaxy-discovered-by-james-webb-telescope-defies-our-understanding-of-the-early-universe",
        "textContent": "JWST spotted ultraviolet light escaping from the ancient galaxy JADES-GS-z13-1 in the earliest evidence yet for the \"Era of Reionization.\"(Image credit: NASA, ESA, CSA, JADES Collaboration, J. Witstok (University of Cambridge/University of Copenhagen), P. Jakobsen (University of Copenhagen), A. Pagan (STScI), M. Zamani (ESA/Webb))An ancient galactic lighthouse is shining through the fog of the early universe, new James Webb Space Telescope (JWST) observations reveal.Researchers discovered bright ultraviolet (UV) light coming from an ancient, distant galaxy. The findings, published March 26 in the journal Nature, suggest that the universe's first stars modified their surroundings even earlier than expected.Shortly after the Big Bang, the universe was a soup of protons, neutrons and electrons. As the universe cooled, the protons and neutrons combined to form positively charged hydrogen ions, which then attracted negatively charged electrons to create a fog of neutral hydrogen atoms. This fog absorbed light with short wavelengths, such as UV light, blocking it from reaching farther into the universe.But as the first stars and galaxies formed, they emitted enough UV light to knock the electrons back off the hydrogen atoms, allowing UV light out once again. Though this \"Era of Reionization\" is thought to have ended about a billion years after the Big Bang, scientists still aren't sure exactly when the first stars formed — or when the Era of Reionization began.Related: James Webb telescope reveals 'cosmic tornado' in best detail ever — and finds part of it is not what it seemsThe new findings could help narrow down that starting point. Using JWST, researchers observed an ancient galaxy known as JADES-GS-z13-1. The galaxy is so far from Earth that we're observing it as it appeared just 330 million years after the Big Bang.In the JWST data, the scientists spotted bright light at a specific wavelength known as the Lyman-alpha emission, which is produced by hydrogen. Though the light started out as ultraviolet, the universe's expansion over more than 13 billion years has stretched it out into the infrared region, making it visible to JWST's sensors.Get the world’s most fascinating discoveries delivered straight to your inbox.For the Lyman-alpha emission to reach Earth today, JADES-GS-z13-1 must have ionized enough of the hydrogen gas around it to allow the UV light to escape — something scientists hadn't expected so early in the universe's development.\"GS-z13-1 is seen when the universe was only 330 million years old, yet it shows a surprisingly clear, telltale signature of Lyman-alpha emission that can only be seen once the surrounding fog has fully lifted,\" study co-author Roberto Maiolino, an astrophysicist at the University of Cambridge, said in a statement. \"This result was totally unexpected by theories of early galaxy formation and has caught astronomers by surprise.\"RELATED STORIESResearchers still don't know what produced the Lyman-alpha radiation in JADES-GS-z13-1. The light might come from extremely hot and massive early stars, or it might be produced by an early supermassive black hole.\"We really shouldn't have found a galaxy like this, given our understanding of the way the universe has evolved,\" study co-author Kevin Hainline, an astronomer at the University of Arizona, said in the statement. \"We could think of the early universe as shrouded with a thick fog that would make it exceedingly difficult to find even powerful lighthouses peeking through, yet here we see the beam of light from this galaxy piercing the veil.\"\"This fascinating emission line has huge ramifications for how and when the universe reionized,\" Hainline concluded.Skyler Ware is a freelance science journalist covering chemistry, biology, paleontology and Earth science. She was a 2023 AAAS Mass Media Science and Engineering Fellow at Science News. Her work has also appeared in Science News Explores, ZME Science and Chembites, among others. Skyler has a Ph.D. in chemistry from Caltech.More about astronomyLatestMost Popular"
    },
    {
        "title": "Legendary U.S. Particle Collider Is About to Perform Its Final Smash",
        "source": "Gizmodo.com",
        "publishedAt": "2025-03-28T20:00:21Z",
        "url": "https://gizmodo.com/legendary-u-s-particle-collider-is-about-to-perform-its-final-smash-2000582038",
        "textContent": "After 25 years of smashing gold nuclei together at light speeds, Brookhaven National Laboratory’s Relativistic Heavy Ion Collider is hanging up its boots—erm, superconducting magnets. The collider’s final run—its 25th—kicked off this week on Long Island, in a swan song for the venerable collider that will be succeeded—in fact, transformed into—Brookhaven Lab’s Electron-Ion Collider (EIC). Over the course of 2025, RHIC physicists will complete data collection on quark-gluon plasma, the soup of particles that existed in the earliest days of the universe. “The original idea behind RHIC was to create, for the first time on Earth, a state of matter that existed in the universe a few microseconds after the Big Bang: the quark-gluon plasma, and we did,” said James Dunlop, the associate department chair for nuclear physics at Brookhaven Lab, in a call with Gizmodo. “That’s one of the big legacies—that we actually created it—but the more interesting thing is that its properties were quite different from what we’d expected them to be.” “You don’t think that when you boil water, you’re going to make something that’s much more liquid than water itself, right?,” Dunlop added. “And that’s actually what we found: that is that the quark-gluon plasma behaves as the most perfect liquid that we know of.” For the RHIC’s final run, the top priority is gold-on-gold collisions at energies of 200 billion electron volts. The collider will run those collisions through June, and will break in July and August to avoid running experiments in the sweltering summer heat. The run is slated to collect observations on 10 billion events, according to Lijuan Ruan, co-spokesperson for the collider’s STAR detector, in a Brookhaven release. “Additionally, we plan to leverage our detector’s ‘triggers’—sensors that analyze characteristics from collisions in real time—to acquire a substantial number of events enriched with high-energy particles,” Ruan added. Like CERN’s Large Hadron Collider—which is a huge particle collider with experiments set up around its circumference—RHIC has several experiments that draw data from its collisions. In the upcoming run, the collider’s sPHENIX detector will try to capture data from about 50 billion collision events to study the quark-gluon plasma. “By combining these RHIC measurements with high-energy experiments at Europe’s Large Hadron Collider—which generates a QGP at higher temperatures—we’ll be able to refine our understanding of how this exotic matter behaves as its temperature changes,” said Megan Connors, a physicist at Georgia State University and co-spokesperson of sPHENIX, in the same release. An artist’s renderings of the RHIC (left) and the next-generation EIC (right). Illustration: Valerie A. Lentz/Brookhaven National Laboratory When RHIC’s final run is over, Brookhaven will transition the collider into America’s next collider, the Electron-Ion Collider, by reusing components of the older setup and adding some new components for electron acceleration. That collider will be (pardon the pun) charged with looking inside atomic nuclei, protons, and neutrons. The collider will specifically scrutinize the strong nuclear force, which binds quarks together. “From RHIC to EIC, scientists are mapping the transition of nuclear matter from a hot, dense state, generated in gold-gold collisions, and then planning to use electrons — the smallest projectiles — to probe cold nuclear matter at the EIC,” sPHENIX co-spokesperson Jin Huang said in the release. Such basic research has implications for nuclear physics projects on Earth, but also understanding the primordial soup of particles that existed at the beginning of the universe. Such fundamental research is the rising tide that raises all boats—provided that science labs are given the resources to support that work."
    },
    {
        "title": "Some sharks make sounds",
        "source": "Earth.com",
        "publishedAt": "2025-03-28T19:21:31Z",
        "url": "https://www.earth.com/news/some-sharks-make-sounds-despite-not-having-vocal-cords/",
        "textContent": "For centuries, sharks have stirred fear and fascination. They glide through water with quiet power. Unlike whales or dolphins, they never seem to speak. Scientists assumed that sharks lived in a world of silence – masters of stealth with no sound.That idea was rooted in biology. Sharks lack swim bladders, organs that help many fish produce sound. They also don’t have vocal cords or specialized structures like drumming muscles. So the conclusion felt safe: sharks don’t make noise.But nature is full of surprises. A recent discovery made at the University of Auckland’s Leigh Marine Laboratory has rewritten what we know about these ancient predators. Sharks might not be voiceless after all.The first recorded shark soundsIn a study published in Royal Society Open Science, scientists shared the first known recordings of active sound production by sharks. The species involved, the rig shark (Mustelus lenticulatus), is a small, bottom-dwelling shark native to New Zealand.During routine hearing experiments, ten juvenile rig sharks produced distinct clicking sounds when handled underwater. These weren’t random splashes or incidental noise. They were consistent, sharp clicks — deliberate and audible.“Sharks have sensory systems that are more refined than their hearing, like their electroreceptors, their smell, and the way they propel themselves through the water… But I think the original notion that we had that sound isn’t important at all is also likely not true,” said Carolin Nieder, lead author of the study.Clicks as stress or warning signalsThe clicks didn’t happen while the sharks swam freely. They didn’t appear during feeding or rest. They only occurred when the sharks were briefly handled. Most clicks happened in the first ten seconds of handling and dropped off after that.This suggests the sounds may be a reaction to stress. The sharks could be trying to defend themselves or confuse potential predators. Some clicks coincided with physical movements, like swaying or sudden bends. Others came with no visible movement.The researchers counted an average of nine clicks per shark in a 20-second window. About three-quarters of those clicks were short, single-pulse bursts. The remaining were double-pulse clicks, produced in rapid succession.“Maybe they weren’t afraid for their lives anymore,” Nieder said, noting the decline in clicks over time. This behavior may resemble a natural escape tactic in the wild, used as a quick distraction.Teeth, not vocal cordsSo how do sharks make these sounds without sound-producing organs? The team examined this closely. Using microCT scans and detailed dissections, the researchers studied the cranial structure of the rig shark. The teeth emerged as the most likely mechanism.Rig sharks have blunt, interlocking teeth arranged like flat plates. These teeth snap together during rapid jaw movements. This snapping action likely creates the broadband clicks observed in the study.The sounds recorded had an average duration of 48 milliseconds, with frequencies between 2.4 and 18.5 kHz. Most clicks peaked around 9.6 kHz, far above the rig’s hearing threshold, which tops at around 800 Hz. Yet, the first burst of each click contained low frequencies that might be audible to the sharks themselves.Are these shark sounds meaningful?The purpose of the clicks remains uncertain. Are they a biological signal – a warning, alarm, or defensive cry? Or are they simply a byproduct of muscle contractions and jaw tension under stress?The study notes that rigs did not produce sounds during other behaviors, like swimming or feeding. This supports the idea that the clicking is linked to disturbance, not daily communication.Still, comparisons with other fish species are revealing. Teleost fish, like cod and piranhas, often emit clicks when threatened or approached by predators. These “predator-related” sounds serve no obvious communicative role but may momentarily confuse or startle attackers.Similar sounds in other speciesThis discovery also echoes recent findings in rays. Since 2022, several studies have reported click-like sounds in stingrays and skates when divers approached. Species like the mangrove whipray and the blonde ray produce sharp broadband clicks, seemingly in reaction to disturbance.These clicks share many traits with the rig’s clicks: short duration, high frequency, and apparent links to stress. While the anatomical mechanisms may differ, the pattern is striking.In rays, the movement of spiracles and fins has been observed during sound production. In rigs, however, no clear body movement could be linked directly to the clicks. This raises the need for better underwater observation – perhaps through close-up video – to pinpoint exactly how the sound is made.Not all sharks clickInterestingly, not all sharks show this behavior. The study tested three dusky smoothhounds (Mustelus canis), close relatives of the rig. These sharks, when handled under the same conditions, produced no clicks.This may point to differences in species behavior, evolutionary paths, or simply varying sensitivity to human presence. The dusky smoothhounds had been in captivity longer, which might explain their lack of response.The researchers noted that Mustelus as a genus includes many species with similar tooth shapes. It’s possible that other species may also produce clicks under the right circumstances.Can rig sharks hear their own sounds?This question remains unresolved. Rigs are most sensitive to very low frequencies, far below the peak of their clicks. Yet, each click begins with a powerful burst that includes frequencies under 1 kHz. These lower frequencies may fall within the shark’s hearing range.Whether the clicks carry a message for other sharks is unclear. But it’s possible the clicks aren’t meant for sharks at all. The energy-rich sounds could affect predators with better hearing, like toothed whales or large marine mammals. Some fish also produce similar sounds that deter or confuse predators, even if they aren’t always effective.New voices from the deepFor years, researchers assumed that sharks lacked the ability – or need – to make sound. This study shifts that narrative. It reveals not only a sound, but a potential signal – a cry, a warning, or perhaps an instinctive snap.The rig shark now holds the title of the first confirmed sound-producing shark. And its clicks may not be alone for long. As scientists look closer, more species may reveal their hidden voices.In the quietest corners of the ocean, even sharks might have something to say.—–Click this link to hear the noises made by these sharks during the hunt…The study is published in the journal Royal Society Open Science. —–Like what you read? Subscribe to our newsletter for engaging articles, exclusive content, and the latest updates. Check us out on EarthSnap, a free app brought to you by Eric Ralls and Earth.com.—–"
    },
    {
        "title": "NASA to put Starliner’s thrusters through an extensive workout before next launch",
        "source": "Ars Technica",
        "publishedAt": "2025-03-28T18:47:14Z",
        "url": "https://arstechnica.com/space/2025/03/nasa-to-put-starliners-thrusters-through-an-extensive-workout-before-next-launch/",
        "textContent": "Skip to contentMore tests ahead\"We’ll continue to work through certification toward the end of this year.\"Boeing's Starliner spacecraft undocks from the International Space Station at the conclusion of an unpiloted test flight in May 2022.Credit:NASAMore than half a year after an empty Starliner spacecraft safely landed in a New Mexico desert, NASA and Boeing still have not decided whether the vehicle's next flight will carry any astronauts.In an update this week, the US space agency said it is still working through the process to certify Starliner for human missions. Whether it carries cargo or humans, Starliner's next flight will not occur until late this year or, more likely, sometime in 2026.Two things stand out in the new information provided by NASA. First, there remains a lot of work left to do this year before Starliner will fly again, including extensive testing of the vehicle's propulsion system. And secondly, it is becoming clear that Starliner will only ever fly a handful of missions to the space station, if that, before the orbiting laboratory is retired.Long line of testsSeveral issues marred Starliner's first crew flight to the space station last June, but the most serious of these was the failure of multiple maneuvering thrusters. Concerns about these thrusters prompted NASA to fly Starliner's crew, Butch Wilmore and Suni Williams, home on a Crew Dragon vehicle instead. They safely landed earlier this month.Starliner returned autonomously in early September. Since then, NASA and Boeing have been reviewing data from the test flight. (Unfortunately, the errant thrusters were located on the service module of the spacecraft, which is jettisoned before reentry and was not recovered.)Although engineers from NASA and Boeing have worked through more than 70 percent of the observations and anomalies that occurred during Starliner's flight, the propulsion system issues remain unresolved.To address these issues, NASA said it is finalizing a test campaign that will take place this spring and summer. \"Testing at White Sands Test Facility in New Mexico will include integrated firing of key Starliner thrusters within a single service module doghouse to validate detailed thermal models and inform potential propulsion and spacecraft thermal protection system upgrades, as well as operational solutions for future flights,\" the agency said in its update this week.As far as those potential solutions go, one option is the installation of thermal barriers to better control temperatures and prevent overheating observed during Starliner's last two spaceflights. Steve Stich, manager of NASA’s Commercial Crew Program, said the agency will have a better idea of when Starliner will fly again after these tests and analyses are complete.\"We’ll continue to work through certification toward the end of this year and then go figure out where Starliner fits best in the schedule for the International Space Station and its crew and cargo missions,\" Stich said. \"It is likely to be in the timeframe of late this calendar year or early next year for the next Starliner flight.\"Cargo or crew?NASA has not determined whether such a mission will carry cargo or crew. The agency's update said that it will depend on the operational needs of the station. However, it seems clear that if there are still some unresolved questions about the propulsion system issues, NASA may opt for what would essentially be another test flight of Starliner that also brings cargo to the space station.A cargo flight would, effectively, be the fourth test flight of Starliner, dating back to its first mission in December 2019.NASA's update this week did answer one question that had been hanging over the Starliner program. Although Boeing has taken losses in excess of $2 billion on its fixed-price contract with NASA, the company now appears committed to seeing the certification process through. NASA likely has applied pressure for Boeing's ongoing participation as the space agency desires to have two crew transportation providers to the space station.Yet time is running out for Boeing to make a considerable impact on crew flights to the International Space Station, which is due to be retired in 2030. Assuming an operational crew flight in 2026—which seems far from a certainty—Starliner would likely fly four, or at the very most five, crewed missions to the space station. The initial contracts that NASA signed with SpaceX and Boeing for crew transportation services more than a decade ago had options for as many as six crew rotation flights to the station after certification.To date, NASA has only given Boeing \"Authority To Proceed\" for three of its six potential operational Starliner missions. This milestone is a decision point in contracting lingo where the customer—in this case, NASA—places a firm order for a deliverable. NASA has extended SpaceX's commercial crew contract to cover as many as 14 Dragon missions with astronauts.SpaceX, in fact, has now launched 10 operational crew missions to the station. On Thursday, NASA announced the crew for SpaceX's 11th mission, Crew-11, which will launch no earlier than July. Among the astronauts were two people previously assigned to Starliner's first operational mission, NASA's Mike Fincke and Japanese Mission Specialist Kimiya Yui.Eric Berger is the senior space editor at Ars Technica, covering everything from astronomy to private space to NASA policy, and author of two books: Liftoff, about the rise of SpaceX; and Reentry, on the development of the Falcon 9 rocket and Dragon. A certified meteorologist, Eric lives in Houston.54 Comments"
    },
    {
        "title": "Physicist revisits the computational limits of life and Schrödinger's essential question in the era of quantum computing",
        "source": "Phys.Org",
        "publishedAt": "2025-03-28T18:00:01Z",
        "url": "https://phys.org/news/2025-03-physicist-revisits-limits-life-schrdinger.html",
        "textContent": " Credit: Pixabay/CC0 Public DomainMore than 80 years ago, Erwin Schrödinger, a theoretical physicist steeped in the philosophy of Schopenhauer and the Upanishads, delivered a series of public lectures at Trinity College, Dublin, which eventually came to be published in 1944 under the title \"What is Life?\"Now, in the 2025 International Year of Quantum Science and Technology, Philip Kurian, a theoretical physicist and founding director of the Quantum Biology Laboratory (QBL) at Howard University in Washington, D.C., has used the laws of quantum mechanics, which Schrödinger postulated, and the QBL's discovery of cytoskeletal filaments exhibiting quantum optical features, to set a drastically revised upper bound on the computational capacity of carbon-based life in the entire history of Earth.Published in Science Advances, Kurian's latest work conjectures a relationship between this information-processing limit and that of all matter in the observable universe.\"This work connects the dots among the great pillars of twentieth century physics—thermodynamics, relativity, and quantum mechanics—for a major paradigm shift across the biological sciences, investigating the feasibility and implications of quantum information processing in wetware at ambient temperatures,\" said Kurian.\"Physicists and cosmologists should wrestle with these findings, especially as they consider the origins of life on Earth and elsewhere in the habitable universe, evolving in concert with the electromagnetic field.\"Quantum mechanics and superradianceThe effects of quantum mechanics—the laws of physics that many scientists think apply at only small scales—are sensitive to disturbances. This is why quantum computers must be held at temperatures colder than outer space, and only small objects, such as atoms and molecules, typically display quantum properties.By quantum standards, biological systems are quite hostile environments: they're warm and chaotic, and even their fundamental components—such as cells—are considered large.But Kurian's group last year discovered a distinctly quantum effect in protein polymers in aqueous solution, which survives these challenging conditions at the micron scale, and may also present a way for the brain to protect itself from degenerative diseases like Alzheimer's and related dementias. Their results have suggested new applications and platforms for quantum computing researchers, and they represent a new way of thinking about the relationship between life and quantum mechanics.In his single-author Science Advances paper, Kurian considered a mere trifecta of overarching assumptions: standard quantum mechanics, the relativistic speed limit set by light, and a matter-dominated universe at critical mass-energy density.\"Combined with these rather innocuous premises, the remarkable experimental confirmation of single-photon superradiance in a ubiquitous biological architecture at thermal equilibrium opens up many new lines of inquiry across quantum optics, quantum information theory, condensed matter physics, cosmology, and biophysics,\" said Professor Marco Pettini of Aix-Marseille University and the CNRS Center for Theoretical Physics (France), who was not associated with the work.Quantum information processing, beyond biochemical signalingThe key molecule enabling these remarkable properties is tryptophan, an amino acid found in many proteins that absorbs ultraviolet light and re-emits it at a longer wavelength. Large networks of tryptophan form in microtubules, amyloid fibrils, transmembrane receptors, viral capsids, cilia, centrioles, neurons, and other cellular complexes.The QBL's confirmation of quantum superradiance in cytoskeletal filaments has the profound consequence that all eukaryotic organisms can use these quantum signals to process information.To break down food, cells undergoing aerobic respiration use oxygen and generate free radicals, which can emit damaging, high-energy UV light particles. Tryptophan can absorb this ultraviolet light and re-emit it at a lower energy. And, as the QBL study found, very large tryptophan networks can do this even more efficiently and robustly because of their powerful quantum effects.The standard model for biochemical signaling involves ions moving across cells or membranes, generating spikes in an electrochemical process that takes a few milliseconds for each signal. But neuroscience and other biological researchers have only recently become aware that this isn't the whole story.Superradiance in these cytoskeletal filaments happens in about a picosecond—a millionth of a microsecond. Their tryptophan networks could be functioning as quantum fiber optics that allow eukaryotic cells to process information billions of times faster than chemical processes alone would allow.\"The implications of Kurian's insights are staggering,\" said Professor Majed Chergui of the École Polytechnique Fédérale de Lausanne (Switzerland) and Elettra-Sincrotrone Trieste (Italy), who supported the 2024 experimental study.\"Quantum biology—in particular our observations of superradiant signatures from standard protein spectroscopy methods, guided by his theory—has the potential to open new vistas for understanding the evolution of living systems, in light of photophysics.\"Aneural life and planetary computing capacityBy thinking of biological information processing primarily at the level of the neuron, many scientists overlook the fact that aneural organisms—including bacteria, fungi, and plants, which form the bulk of Earth's biomass—perform sophisticated computations. And as these organisms have been on our planet for much longer than animals, they constitute the vast majority of Earth's carbon-based computation.\"There are signatures in the interstellar media and on interplanetary asteroids of similar quantum emitters, which may be precursors to eukaryotic life's computational advantage,\" said Dante Lauretta, professor of planetary science and cosmochemistry at the University of Arizona and director of the Arizona Astrobiology Center, who was not associated with the work.\"Kurian's predictions provide quantitative bounds, beyond the colloquial Drake equation, on how superradiant living systems enhance planetary computing capacity. The remarkable properties of this signaling and information-processing modality could be a game-changer in the study of habitable exoplanets.\"Performance comparisons with quantum computersThis latest analysis has likewise drawn the attention of researchers in quantum computing, because the survival of fragile quantum effects in a \"noisy\" environment is of great interest to those who want to make quantum information technology more resilient. Kurian has had conversations with several quantum computing researchers who were surprised to find such connections in the biological sciences.\"These new performance comparisons will be of interest to the large community of researchers in open quantum systems and quantum technology,\" said Professor Nicolò Defenu of the Federal Institute of Technology (ETH) Zurich in Switzerland, a quantum researcher who was not associated with the work. \"It's really intriguing to see a vital and growing connection between quantum technology and living systems.\"In the Science Advances article, Kurian explains and revisits foundational quantum properties and thermodynamic considerations from a long line of physicists who made clear the essential link between physics and information.With his group's discovery of UV-excited qubits in biological fibers, almost all life on Earth has the physical capacity to compute with controllable quantum degrees of freedom, allowing storage and manipulation of quantum information with error correction cycles far outpacing the latest lattice-based surface codes.\"And all this in a warm soup! The quantum computing world should take serious notice,\" Kurian said.The work also piqued the attention of quantum physicist Seth Lloyd, a professor of mechanical engineering at MIT and a pioneer in the study of quantum computing and the computational capacity of the universe.\"I applaud Dr. Kurian's bold and imaginative efforts to apply the fundamental physics of computation to the total amount of information processing performed by living systems over the course of life on Earth. It's good to be reminded that the computation performed by living systems is vastly more powerful than that performed by artificial ones,\" Lloyd said.\"In the era of artificial intelligences and quantum computers, it is important to remember that physical laws restrict all their behaviors,\" Kurian said.\"And yet, though these stringent physical limits also apply to life's ability to track, observe, know, and simulate parts of the universe, we can still explore and make sense of the brilliant order within it, as the cosmic story unfolds. It's awe-inspiring that we get to play such a role.\"More information:Philip Kurian, Computational Capacity of Life in Relation to the Universe, Science Advances (2025). DOI: 10.1126/sciadv.adt4623. www.science.org/doi/10.1126/sciadv.adt4623 Provided byHoward University Citation:Physicist revisits the computational limits of life and Schrödinger's essential question in the era of quantum computing (2025, March 28)retrieved 30 March 2025from https://phys.org/news/2025-03-physicist-revisits-limits-life-schrdinger.html This document is subject to copyright. Apart from any fair dealing for the purpose of private study or research, no part may be reproduced without the written permission. The content is provided for information purposes only. "
    },
    {
        "title": "Mars May Kill Astronauts — And It’s Not How You Think",
        "source": "The Daily Galaxy --Great Discoveries Channel",
        "publishedAt": "2025-03-28T18:00:00Z",
        "url": "https://dailygalaxy.com/2025/03/mars-may-kill-astronauts/",
        "textContent": "As the race to send humans to Mars intensifies, scientists are sounding the alarm about a silent threat that could undermine every mission plan: toxic Martian dust. A new study from the Keck School of Medicine at the University of Southern California (USC) reveals that the very soil of the Red Planet could cripple astronaut health, causing severe and possibly irreversible respiratory damage.A Deadly Cocktail UnderfootBeneath the surface-level calm of Mars lies an invisible danger. Its soil is filled with ultra-fine dust particles that scientists warn are both chemically aggressive and biologically invasive. “There are many potential toxic elements that astronauts could be exposed to on Mars. ” said Dr. Justin L. Wang, lead author of the study.“Most critically, there is an abundance of silica dust in addition to iron dust from basalt and nanophase iron, both of which are reactive to the lungs and can cause respiratory diseases.“The threat is worsened by the size of the particles. Martian dust is smaller than the minimum size that the mucus in our lungs is able to expel, allowing it to travel deeper into the lungs and remain lodged in tissue.Storms That Spread PoisonBeyond its chemical makeup, Mars poses a second threat: its fierce climate. Every Martian year, the planet is battered by regional dust storms. And every few years, those storms expand into global events, filling the atmosphere with airborne grit.In 2018, one such storm disabled NASA’s Opportunity rover by coating its solar panels and blocking sunlight. For astronauts, the implications go beyond power loss. These storms act as massive delivery systems for toxic particles.”Silicosis and exposure to toxic iron dust resemble coal worker’s pneumoconiosis,” Wang explained.Warnings From The MoonThe risks of planetary dust are not hypothetical. Apollo astronauts encountered similar hazards on the Moon. Upon returning to their landers, many described persistent coughing, eye irritation, and even blurred vision after exposure to lunar dust. NASA later confirmed the most dangerous risks were tied to inhalation and vision interference.Martian dust, however, adds another level of toxicity. Along with silica and iron, the regolith contains perchlorates, gypsum, and trace metals like arsenic, cadmium, and chromium. Some of these substances are known to be carcinogenic or highly toxic — but their combined effects in Martian conditions are still poorly understood.Health Care, Millions Of Kilometers AwayWhen astronauts get sick on Earth, help is minutes away. On Mars, it’s a very different story. “It’s significantly more difficult to treat astronauts on Mars for diseases because the transit time is significantly longer than other previous missions to the ISS and the Moon.” the researchers noted. A full mission could take three years, with crew spending a year or more in low gravity, high radiation, and constant exposure to toxic particles.Treatments also come with trade-offs. Research suggests that“ vitamin C can help prevent diseases from chromium exposure and iodine”, meanwhile, may actually cause the thyroid diseases it’s meant to prevent."
    },
    {
        "title": "Giant, Ancient Life Form Doesn’t Fit Into Any Known Branch of Life",
        "source": "Gizmodo.com",
        "publishedAt": "2025-03-28T17:55:06Z",
        "url": "https://gizmodo.com/giant-ancient-life-form-doesnt-fit-into-any-known-branch-of-life-2000582118",
        "textContent": "Hundreds of millions of years ago, mysterious life forms called Prototaxites towered toward the sky. Believed to be the first giant organisms to thrive on dry land, some species of Prototaxites grew up to 26 feet (8 meters) in height and resembled tree trunks composed of tiny interconnected tubes. Their position in the greater tree of life has been hotly debated for over a century and a half. New research suggests this is because Prototaxites don’t have a place in the tree of life as we know it—they belonged to a previously unknown branch. Researchers from the United Kingdom analyzed the fossil remains of a Prototaxites species called Prototaxites taiti and concluded that Prototaxites likely belonged to a now-extinct lineage of multicellular terrestrial eukaryotes (organisms, including all animals and plants, whose cells contain a nucleus). Their work is detailed in a study posted to the preprint server bioRxiv, and hasn’t been peer-reviewed yet. “We conducted an extensive re-examination of P. taiti, leading us to reject the most widely held hypothesis that Prototaxites was a Fungus,” the researchers, including Corentin Loron from The University of Edinburgh’s School of Physics and Astronomy, wrote in the study. A 2007 paper had previously suggested that Prototaxites was ancient fungi. Loron and colleagues reached this conclusion by “contrasting the anatomy and molecular composition of Prototaxites with contemporary fungi from the 407-million-year-old Rhynie chert,” they added. The Rhynie chert is a sedimentary deposit in Scotland that has preserved significant fossil remains from the Early Devonian period (around 408 to 360 million years ago). The comparison revealed that the “Prototaxites taiti was the largest organism in the Rhynie ecosystem and its anatomy was fundamentally distinct from all known extant or extinct fungi.” The researchers also did not find evidence of chitin or chitosan molecules in the cell walls of all extinct and current fungi groups known to science. More broadly, the researchers documented three defining features of Prototaxites: large structures made of different tube-like components, compounds similar to lignin (the molecules that help give plants their rigidity), and a heterotrophic lifestyle (consuming other organisms for food). “Based on this investigation we are unable to assign Prototaxites to any extant lineage, reinforcing its uniqueness,” they explained. “We conclude that the morphology and molecular fingerprint of P. taiti is clearly distinct from that of the fungi and other organisms preserved alongside it in the Rhynie chert, and we suggest that it is best considered a member of a previously undescribed, entirely extinct group of eukaryotes.” All living organisms on Earth belong to one of three domains: Bacteria, Archaea, or Eukaryotes (also known as Eukarya). Bacteria and Archaea are single-celled microorganisms without a nucleus, while all multicellular organisms are classified as Eukaryotes. Eukaryotes are generally subdivided into four kingdoms: animals, plants, fungi, and protists (basically a catch-all category for all eukaryotes that aren’t animals, plants, or fungi). The researchers’ conclusion seems to suggest the existence of a new kingdom of life, though they don’t explicitly mention that classification. In other words, long forgotten kingdoms might not just be the stuff of fantasy novels."
    },
    {
        "title": "Scientists uncover 'inside-out, legless, headless wonder' that lived long before the dinosaurs",
        "source": "Live Science",
        "publishedAt": "2025-03-28T17:40:17Z",
        "url": "https://www.livescience.com/animals/extinct-species/scientists-uncover-inside-out-legless-headless-wonder-that-lived-long-before-the-dinosaurs",
        "textContent": "A 444 million-year-old fossil specimen of Keurbos susanae from South Africa.(Image credit: Sarah Gabbott)Scientists have found two specimens of a 444 million-year-old \"inside-out\" fossil with well-preserved soft tissue, according to a new study. Unlike most fossils, the creature's muscles and guts — but not its more durable shell — are preserved in ancient sediment that turned to stone.The fossil, found 250 miles (402 kilometers) north of Cape Town in South Africa, is a new species of multisegmented arthropod that may have lived in oxygen-poor waters, according to the study, published March 26 in the journal Papers in Palaeontology.Researchers named the new species Keurbos susanae and nicknamed the fossil \"Sue\" after its discoverer's mom.\"Sue is an inside-out, legless, headless wonder,\" lead author Sarah Gabbott, a paleontologist at the University of Leicester in the U.K., said in a statement. \"Remarkably, her insides are a mineralized time-capsule: muscles, sinews, tendons and even guts all preserved in unimaginable detail. And yet her durable carapace, legs and head are missing — lost to decay over 440 million years ago.\"The researchers found the fossils in the Soom Shale, a site known for producing fossils with well-preserved soft tissues, more than 20 years ago. They had hoped to find additional specimens, but fossils of the species turned out to be quite rare. The silt, clay, and mud in which Sue was preserved were deposited on an ancient seafloor, beneath an ocean low in oxygen but high in dissolved, acidic hydrogen sulfide — suggesting that K. susanae may have been adapted for a low-oxygen environment.Paleontologist Sarah Gabbott hammers a specimen in the field. (Image credit: Claire Browning)Sue dates back to the Late Ordovician mass extinction (443 million years ago), when cold temperatures and glacier advancement eliminated nearly 85% of marine species.Researchers are still working to understand how soft tissues in fossils like K. susanae are preserved in the Soom Shale. Clay minerals may have played a role, as could calcium phosphate, a compound commonly found in fossilized muscles. On the other hand, the shells and exoskeletons of species preserved in Soom Shale likely dissolved in the acidic ocean.Get the world’s most fascinating discoveries delivered straight to your inbox.Sarah Gabbott in the Cederberg Mountains of South Africa, where the fossil was found. (Image credit: Simon Andrews)Because the K. susanae specimen was fossilized inside out, scientists still aren't sure of the species' evolutionary history or how it compares to other fossils from the same time period.\"We are now sure she was a primitive marine arthropod, but her precise evolutionary relationships remain frustratingly elusive,\" Gabbott said in the statement. The fossil's segmented trunk suggests it had limbs of some kind — but comparing Sue to known fossil species would require a sample with part of the exoskeleton preserved.Sarah Gabbott found the fossil of the ancient arthropod in the Cederberg Mountains. (Image credit: Simon Andrews)RELATED STORIESRecent quarrying activity has buried the site where Gabbott and her colleagues found Sue, so it's unlikely they'll find other examples of the same species with intact legs or a head, the team said.\"I'd always hoped to find new specimens, but it seems after 25 years of searching this fossil is vanishingly rare — so I can hang on no longer,\" Gabbott said. \"Especially as recently my mum said to me, 'Sarah, if you are going to name this fossil after me, you'd better get on and do it before I am in the ground and fossilized myself'.\"Gabbott joked that she named the fossil after her mom because she's a \"well-preserved specimen.\" But the true reason, she said, is that \"my mum always said I should follow a career that makes me happy — whatever that may be. For me that is digging rocks, finding fossils and then trying to figure out how they lived what they tell us about ancient life and evolution on Earth.\"Skyler Ware is a freelance science journalist covering chemistry, biology, paleontology and Earth science. She was a 2023 AAAS Mass Media Science and Engineering Fellow at Science News. Her work has also appeared in Science News Explores, ZME Science and Chembites, among others. Skyler has a Ph.D. in chemistry from Caltech.More about extinct speciesLatestMost Popular"
    },
    {
        "title": "99-million-year-old Amber Reveals Wasp With Venus Flytrap Rear End",
        "source": "The Daily Galaxy --Great Discoveries Channel",
        "publishedAt": "2025-03-28T17:30:00Z",
        "url": "https://dailygalaxy.com/2025/03/99-million-year-old-wasp-venus-flytrap/",
        "textContent": "A new study, published in BMC Biology, discovered prehistoric wasp preserved in amber is turning heads in the world of entomology with a rear end straight out of a science fiction movie. With a bizarre Venus flytrap-shaped abdomen, this ancient insect offers a rare glimpse into the evolutionary creativity of the Cretaceous period.An Insect Like No OtherTrapped in 99-million-year-old Kachin amber from present-day Myanmar, the wasp has been identified as a completely new species and family, named Sirenobethylus charybdis. Sixteen adult females were preserved well enough for researchers to describe their anatomy in detail—and what they found was unprecedented.The insect’s front half resembles a modern wasp, but its posterior tells a very different story. Where most wasps taper into a simple stinger or ovipositor, Sirenobethylus sports a rounded, paddle-like abdomen, lined with bristly hairs and shaped like the carnivorous plant Dionaea muscipula—better known as the Venus flytrap.“Nothing similar is known from any other insect,” write the researchers, led by Qiong Wu of Capital Normal University in Beijing.They describe the structure as “reminiscent of a Venus flytrap (Dionaea muscipula), a carnivorous plant using two opposing specialized leaves to capture insect prey.”Sirenobethylus charybdis. (Qiong Wu)A Prehistoric Predator With A TwistModern entomologists classify many wasps as koinobiont parasites, meaning they lay eggs inside live hosts. Their larvae then consume the host from within. Sirenobethylus appears perfectly adapted to this grim survival strategy.The researchers suggest the flytrap-like appendage helped the female wasp grasp and immobilize a host—likely a fast-moving insect—just long enough to inject her eggs using a central ovipositor.Some modern parasitic wasps target slow or sedentary prey like caterpillars or fly larvae. But the unique rear end of Sirenobethylus may have given it a wider range of potential hosts.Frozen In Time, Caught In The ActThe amber fossils offer more than just anatomical detail—they appear to capture the wasps in motion. Across the sixteen specimens, the abdominal trap is preserved in various positions, suggesting real-time dynamics.Images in the study display these dynamic poses in both lateral and dorsal views, along with detailed views of the ovipositor—the egg-laying tube at the center of the trap.Ambush Predator With A TwistInstead of actively chasing prey like modern dryinid wasps, which grab their targets with forelegs, Sirenobethylus may have taken a more passive approach. Its trap-like abdomen likely functioned more like an ambush device.“We imagine it would have waited with the apparatus open, ready to pounce as soon as a potential host activated the capture response,” the authors write.The presence of trigger hairs on the flaps strengthens the case. These sensory bristles may have served as tripwires, allowing the wasp to respond instantly when prey brushed against them.Credit : Wu et al., BMC Biology, 2025Males Missing From The RecordSo far, all known specimens of Sirenobethylus charybdis are female. That absence complicates the effort to understand the full function of the abdominal structure. If males are eventually discovered without such an apparatus, it would support the idea that the flytrap served a reproductive role only.“Indeed, it would be unique for insect females to restrain the males during mating, rather than the other way around,”  the authors explain.  “We consider this an unlikely function of the abdominal apparatus.”"
    },
    {
        "title": "NASA astronaut who gave up seat for Starliner crew takes command of SpaceX Crew-11 flight to ISS",
        "source": "Space.com",
        "publishedAt": "2025-03-28T17:00:00Z",
        "url": "https://www.space.com/space-exploration/international-space-station/nasa-astronaut-who-gave-up-seat-for-starliner-rescue-mission-takes-command-of-spacex-crew-11-flight-to-iss",
        "textContent": "NASA's SpaceX Crew-11 members stand inside the Space Vehicle Mockup Facility at the agency's Johnson Space Center in Houston. From left are Mission Specialist Kimiya Yui from JAXA (Japan Aerospace Exploration Agency), Commander NASA astronaut Zena Cardman, Mission Specialist Oleg Platonov of Roscosmos, and Pilot NASA astronaut Mike Fincke.(Image credit: NASA)Zena Cardman didn't have to wait too long to get a seat on another spacecraft after being removed from SpaceX's Crew-9 mission last year.The NASA astronaut is one of the four members of SpaceX's Crew-11 mission to the International Space Station (ISS), agency officials announced on Thursday (March 27).Cardman will command Crew-11, which could launch as soon as July. Joining her are NASA colleague Mike Fincke, Japanese astronaut Kimiya Yui and Oleg Platonov of the Russian space agency Roscosmos. Fincke will serve as Crew-11 pilot, and Yui and Platonov will be mission specialists.Cardman was originally assigned to SpaceX's Crew-9 mission. But in late August of last year, NASA removed her and fellow agency astronaut Stephanie Wilson from the manifest, leaving two empty seats aboard the Crew-9 Dragon capsule for its Sept. 28 launch.Those seats were kept open for NASA's Butch Wilmore and Suni Williams, who arrived at the ISS in June on the first-ever crewed flight of Boeing's Starliner capsule.Starliner experienced thruster problems and helium leaks on its journey to the orbiting lab, and NASA ultimately decided to bring the spacecraft home uncrewed, which happened in early September. Wilmore and Williams were retasked to a long-duration ISS mission and put on Crew-9 for the trip back to Earth, which ended with a dolphin-attended splashdown on March 18.NASA has not yet announced a spaceflight reassignment for Wilson.Breaking space news, the latest updates on rocket launches, skywatching events and more!Related: How the NASA astronauts bumped from SpaceX's Crew-9 watched their ride launch without themRelated Stories:Crew-11 will be the first spaceflight for both Cardman and Platonov, who were selected by their respective space agencies in 2017 and 2018.Fincke already has three trips to the ISS under his belt, racking up a total of 382 days in space over those missions, which occurred in 2004, 2008 and 2011. Crew-11 is a reassignment for Fincke as well; he was previously put on Starliner-1, the Boeing capsule's first operational, long-duration crewed mission to the ISS for NASA. It's unclear when Crew-1 will fly, however, given the issues Starliner experienced on last year's mission.Yui served as a flight engineer on ISS Expeditions 44 and 45, staying aboard the station for 142 days from November 2014 through July 2015, according to NASA.Join our Space Forums to keep talking space on the latest missions, night sky and more! And if you have a news tip, correction or comment, let us know at: community@space.com.Michael Wall is a Senior Space Writer with Space.com and joined the team in 2010. He primarily covers exoplanets, spaceflight and military space, but has been known to dabble in the space art beat. His book about the search for alien life, \"Out There,\" was published on Nov. 13, 2018. Before becoming a science writer, Michael worked as a herpetologist and wildlife biologist. He has a Ph.D. in evolutionary biology from the University of Sydney, Australia, a bachelor's degree from the University of Arizona, and a graduate certificate in science writing from the University of California, Santa Cruz. To find out what his latest project is, you can follow Michael on Twitter.More about human spaceflightLatestMost Popular"
    },
    {
        "title": "Scientists Just Found Proof That Neanderthals and Homo Sapiens Were More Than Neighbors",
        "source": "The Daily Galaxy --Great Discoveries Channel",
        "publishedAt": "2025-03-28T17:00:00Z",
        "url": "https://dailygalaxy.com/2025/03/proof-neanderthals-homo-sapiens-neighbors/",
        "textContent": "A recent study published in Nature Human Behaviour shows that a cave in central Israel suggest that Neanderthals and early Homo sapiens not only coexisted but also collaborated, rewiring long-held assumptions about prehistoric human interactions.New Evidence From Tinshemet Cave A research team led by Yossi Zaidner from the Hebrew University of Jerusalem has uncovered compelling evidence of cultural and technological exchange between different human species in the Middle Paleolithic Levant.Excavations at Tinshemet Cave, dating back approximately 110,000 years, revealed shared practices in tool-making, symbolic behavior, and even burial customs. This marks the first scientific publication detailing the site, and it delivers a major shift in how we understand early human networks.Cultural Blending, Not IsolationContrary to the prevailing idea that Neanderthals and Homo sapiens developed in parallel with limited interaction, the data from Tinshemet suggests a hybrid zone of sorts. Archaeologists found that both groups utilized similar lithic technologies, participated in burials with symbolic artifacts, and may have applied ochre pigments. These discoveries indicate that knowledge and customs were not just co-developed but likely transmitted between the species.Artifacts including tools, ochre chunks, and carefully arranged bones found in burial clusters suggest early humans began practicing formal mortuary rituals—a social milestone that has long been considered unique to Homo sapiens. At Tinshemet, these practices appear in both populations, hinting at a cultural convergence driven by interaction, not separation.Credit: Yossi ZaidnerIsrael’s Levante Corridor: A Prehistoric CrossroadsTinshemet Cave sits in a strategic position within what researchers call the “Levantine corridor”—a key route for human migration between Africa, Asia, and Europe. According to co-author Dr. Marion Prévost, the region’s favorable climatic conditions “during the mid-MP, climatic improvements increased the region’s carrying capacity, leading to demographic expansion and intensified contact between different Homo taxa.”This convergence zone, researchers argue, could explain the behavioral uniformity seen across groups during this period. It wasn’t just about adapting to similar environments; it was about learning from each other, sharing symbolic practices, and perhaps forming early social bonds. The Levant, in this light, becomes less a battleground of species and more a laboratory of innovation through cooperation.Credit: Yossi ZaidnerEarly Signs Of Community And Social StructureOne of the more surprising elements of the discovery is the suggestion that Tinshemet may have served as a dedicated burial site, possibly even a cemetery. That would indicate not only spiritual or symbolic behavior, but also communal planning—evidence of social organization far more complex than previously expected for this era.If Homo sapiens and Neanderthals were burying their dead together, decorating their bodies, and using the same tools, they likely engaged in shared tasks, hunting, and storytelling, too. As Professor Zaidner puts it, this cave and its contents show “that human connections and population interactions have been fundamental in driving cultural and technological innovations throughout history.” "
    },
    {
        "title": "NASA’s Broken Moon Lander Caught a Cosmic Signal No One Expected",
        "source": "The Daily Galaxy --Great Discoveries Channel",
        "publishedAt": "2025-03-28T16:30:00Z",
        "url": "https://dailygalaxy.com/2025/03/nasas-broken-moon-lander-caught-a-cosmic-signal-no-one-expected/",
        "textContent": "A NASA experiment on the moon has picked up strange radio signals from deep space — despite a botched landing. What it uncovered could change how we search for life beyond Earth.Published onMarch 28, 2025Read : 2 minNASA’s Broken Moon Lander Caught a Cosmic Signal No One Expected | The Daily Galaxy --Great Discoveries ChannelA groundbreaking NASA experiment has delivered the first successful radio astronomy observations from the lunar surface, signaling the beginning of a new phase in space-based exploration of the early universe. Despite the rough landing of the Odysseus spacecraft, the ROLSES-1 instrument onboard was able to collect valuable data, marking a milestone for lunar science and paving the way for future missions.A Rough Touchdown With Unexpected SuccessLaunched aboard the Odysseus lander from Intuitive Machines, the ROLSES-1 (Radio wave Observations at the Lunar Surface of the photoElectron Sheath) instrument managed to operate briefly after the spacecraft’s hard landing in 2024. While the lander tipped over during descent, damaging much of its onboard hardware, the spring-loaded radio antennas survived and deployed partially before and after impact. This gave scientists a narrow window to collect hours of unprecedented data from the moon’s surface.Twinkling Earth, Distant Galaxies and A Missed Solar BurstDuring its limited operation time, ROLSES-1 picked up radio emissions not only from Earth but also from sources across the Milky Way. Notably, it observed the Earth’s radio signals “twinkling” due to interference in our upper atmosphere. According to Joshua Hibbard from the University of Colorado, Boulder, this effect could provide clues for identifying signs of advanced civilizations on distant exoplanets by analyzing similar atmospheric disruptions. The telescope also captured galactic radio signals caused by high-energy cosmic rays interacting with magnetic fields, although attempts to catch emissions from the sun and Jupiter fell just short due to a power loss. “We missed a solar burst by like a minute. It was really a pity ”, said Hibbard.Why The Moon Matters For Radio Astronomy?Lunar radio astronomy offers a rare advantage — freedom from Earth’s constant radio noise. On the far side of the moon, telescopes can operate in a radio-quiet zone, shielded from human-generated interference. This opens up the possibility of detecting faint signals from the cosmic dark ages, a period after the Big Bang and before the first stars formed. Scientists hope to learn more about the nature of dark matter and the energy conditions of the early universe by probing these signals. As Stuart Bale of UC Berkeley explains, decoding these emissions could reveal how the universe evolved before any complex structures emerged.What Comes Next: LuSEE and Beyond?The success of ROLSES-1, despite severe setbacks, is just the beginning. NASA plans to launch LuSEE-Lite later this year, followed by more advanced instruments like LuSEE-Night and ROLSES-2 in 2026. These missions aim to explore deeper into radio astronomy on the lunar surface. In the long term, concepts are being developed to construct a massive radio dish inside a lunar crater, leveraging the moon’s unique topography and radio silence for next-generation observations.The first steps taken by ROLSES-1 could represent the dawn of a powerful new era in astronomy. As more instruments make their way to the moon, researchers anticipate revolutionary insights into both our galactic environment and the universe’s earliest epochs."
    },
    {
        "title": "James Webb Space Telescope discovers 2 galaxies forming breathtaking 'cosmic lens': Space photo of the day",
        "source": "Space.com",
        "publishedAt": "2025-03-28T15:36:21Z",
        "url": "https://www.space.com/space-exploration/james-webb-space-telescope/james-webb-space-telescope-discovers-2-galaxies-forming-breathtaking-cosmic-lens-space-photo-of-the-day",
        "textContent": "An elliptical galaxy (at center) is seen being wrapped by a spiral galaxy forming a single \"Einstein ring,\" but in reality is the result of a cosmic lens overlapping the two distant celestial structures. (Image credit: ESA/Webb, NASA & CSA, G. Mahler)An elliptical galaxy and a spiral galaxy appear as one celestial body as a result of the effects of mass on spacetime, the fabric of the universe.Why is this amazing?Two celestial bodies become one in a rare cosmic phenomenon called an \"Einstein ring.\"Einstein rings are the result of light from one very distant object being lensed, or \"bent\" about a massive object located in between the target and the viewer. This effect — which demonstrates that light and spacetime, the fabric of the universe, can be bent by mass — cannot be observed on a local level.It sometimes can occur, though, when the curvature of light is on tremendous scales, such as when the light from one galaxy is bent around another galaxy or galaxy cluster as seen here.Whare are the two galaxies in this Einstein ring?The elliptical galaxy at the center of this Einstein ring belongs to a galaxy cluster named SMACSJ0028.2-7537. It can be seen as the oval-shaped, featurless glow around the small bright core.The spiral galaxy being wrapped or lensed around the elliptical galaxy appears to be stretched and warped into a ring, with bright blue lines drawn through it where the spiral arms have been stretched into circles.Why and how was this image taken?The James Webb Space Telescope data used in this image was taken as part of the Strong Lensing and Cluster Evolution (SLICE) survey led by Guillaume Mahler at University of Liège in Belgium, together with a team of international astronomers. The survey is intended to trace 8 billion years of galaxy cluster evolution by targeting 182 galaxy clusters with Webb's Near-InfraRed Camera instrument.This image also incorporates data from two of the Hubble Space Telescope's instruments, the Wide Field Camera 3 and Advanced Camera for Surveys.Where can I learn more?You can see and read more about another Einstein ring imaged by the Webb space telescope and learn why such a phenomenon may point to dark matter interacting with itself.Breaking space news, the latest updates on rocket launches, skywatching events and more!You can also read about how distortions in space-time, such as cosmic lensing, could test Einstein's theory of relativity.Join our Space Forums to keep talking space on the latest missions, night sky and more! And if you have a news tip, correction or comment, let us know at: community@space.com.Robert Pearlman is a space historian, journalist and the founder and editor of collectSPACE.com, a daily news publication and community devoted to space history with a particular focus on how and where space exploration intersects with pop culture. Pearlman is also a contributing writer for Space.com and co-author of \"Space Stations: The Art, Science, and Reality of Working in Space” published by Smithsonian Books in 2018.In 2009, he was inducted into the U.S. Space Camp Hall of Fame in Huntsville, Alabama. In 2021, he was honored by the American Astronautical Society with the Ordway Award for Sustained Excellence in Spaceflight History. In 2023, the National Space Club Florida Committee recognized Pearlman with the Kolcum News and Communications Award for excellence in tellingthe space story along the Space Coast and throughout the world. More about james webb space telescopeLatestMost Popular"
    },
    {
        "title": "This spacecraft swarm could spot interstellar visitors zipping through our solar system",
        "source": "Space.com",
        "publishedAt": "2025-03-28T15:00:00Z",
        "url": "https://www.space.com/space-exploration/tech/this-spacecraft-swarm-could-spot-interstellar-visitors-zipping-through-our-solar-system",
        "textContent": "Visualized Neural-Rendezvous trajectories for ISO exploration, where yellow curves represent ISO trajectories and blue curves represent spacecraft trajectories.(Image credit: Tsukamoto et al. 2025)In 2017, scientists spotted our solar system's first confirmed interstellar visitor: 'Oumuamua. While not an alien spacecraft, 'Oumuamua was an interstellar object (ISO), which came from another planetary system far, far away — and traveled at the blazingly fast speed of 196,000 miles per hour (315,431 kilometers per hour).To prepare for future visitors, Hiroyasu Tsukamota, a professor at the University of Illinois Urbana-Champaign, has developed a deep-learning-based guidance and control framework called Neural-Rendezvous that could allow spacecraft to safely encounter ISOs.The project, a collaboration with NASA’s Jet Propulsion Laboratory, tackles the two main challenges of approaching an ISO: the extraordinary speed of these objects and their poorly constrained trajectories.\"We're trying to encounter an astronomical object that streaks through our solar system just once and we don’t want to miss the opportunity,\" Tsukamoto said in a statement. \"Even though we can approximate the dynamics of ISOs ahead of time, they still come with large state uncertainty because we cannot predict the timing of their visit. That's a challenge.\"Neural-Rendezvous would allow a spacecraft to \"think\" on its feet as it approaches an ISO, much in the way the human brain works while driving.\"Our key contribution is not just in designing the specialized brain, but in proving mathematically that it works,\" said Tsukamota. \"For example, with a human brain we learn from experience how to navigate safely while driving. But what are the mathematics behind it? How do we know and how can we make sure we won’t hit anyone?\"Intrigued by the potential of Neural-Rendezvous, two Illinois undergraduates, Arna Bhardwaj and Shishir Bhatta, developed an idea to implement the framework into not just a single spacecraft, but a swarm of them.Breaking space news, the latest updates on rocket launches, skywatching events and more!“How do you optimally position multiple spacecraft to maximize the information you can get out of it?\" said Tsukamoto. \"Their solution was to distribute the spacecraft to visually cover the highly probable region of the ISO’s position, which is driven by Neural-Rendezvous.\"Related Stories:Using M-STAR multi-spacecraft simulators and tiny drones called Crazyflies, Bhardwaj and Bhatta put the concept to the test, demonstrating the potential of a Neural-Rendezvous-guided swarm.\"[W]hile the Neural-Rendezvous is more of a theoretical concept, their work is our first attempt to make it much more useful, more practical,\" said Tsukamoto.The duo presented their paper at the Institute of Electrical and Electronics Engineers Aerospace Conference this month.Join our Space Forums to keep talking space on the latest missions, night sky and more! And if you have a news tip, correction or comment, let us know at: community@space.com.Space.com contributing writer Stefanie Waldek is a self-taught space nerd and aviation geek who is passionate about all things spaceflight and astronomy. With a background in travel and design journalism, as well as a Bachelor of Arts degree from New York University, she specializes in the budding space tourism industry and Earth-based astrotourism. In her free time, you can find her watching rocket launches or looking up at the stars, wondering what is out there. Learn more about her work at www.stefaniewaldek.com.More about techLatestMost Popular"
    },
    {
        "title": "After 7,000 years without light and oxygen in Baltic Sea mud, researchers bring prehistoric algae back to life",
        "source": "Phys.Org",
        "publishedAt": "2025-03-28T14:27:05Z",
        "url": "https://phys.org/news/2025-03-years-oxygen-baltic-sea-mud.html",
        "textContent": " Fully active again even after around 7,000 years without light and oxygen in the Baltic Sea sediment: the diatom Skeletonema marinoi. Credit: S. Bolius, IOWA research team led by the Leibniz Institute for Baltic Sea Research Warnemünde (IOW) was able to revive dormant stages of algae that sank to the bottom of the Baltic Sea almost 7,000 years ago. Despite thousands of years of inactivity in the sediment without light and oxygen, the investigated diatom species regained full viability.The study, published in The ISME Journal, was carried out as part of a collaborative research project PHYTOARK, which aims at a better understanding of the Baltic Sea's future by means of paleoecological investigations of the Baltic Sea's past.Many organisms, from bacteria to mammals, can go into a kind of \"sleep mode,\" known as dormancy, in order to survive periods of unfavorable environmental conditions.They switch to a state of reduced metabolic activity and often form special dormancy stages with robust protective structures and internally stored energy reserves. This also applies to phytoplankton, microscopically small plants that live in the water and photosynthesize. Their dormant stages sink to the bottom of water bodies, where they are covered by sediment over time and preserved under anoxic conditions.\"Such deposits are like a time capsule containing valuable information about past ecosystems and the inhabiting biological communities, their population development and genetic changes,\" explains Sarah Bolius.The IOW phytoplankton expert is the first author of the study, in which sediment cores from the Baltic Sea were analyzed specifically for viable phytoplankton dormant cells from the past.\"This approach bears the rather unusual name of 'resurrection ecology': Dormant stages that can be clearly assigned to specific periods of Baltic Sea history due to the clear stratification of the Baltic Sea sediment are to be brought back to life under favorable conditions, then they are genetically and physiologically characterized and compared with present-day phytoplankton populations,\" continues Bolius.By analyzing other sediment components, so-called proxies, it will also be possible to draw conclusions about past salinity, oxygen and temperature conditions.\"By combining all this information, we aim to better understand how and why Baltic Sea phytoplankton has adapted genetically and functionally to environmental changes,\" the researcher explains.Old genes, stable functionsThe team led by Bolius, which included IOW experts as well as researchers from the Universities of Rostock and Constance, examined sediment cores taken from 240 meters water depth in the Eastern Gotland Deep during an expedition with the research vessel Elisabeth Mann Borgese in 2021.In favorable nutrient and light conditions, viable algae could be awakened from dormancy from nine sediment samples and individual strains were isolated. The samples were taken from different sediment layers that represent a time span of around 7,000 years and thus the main climate phases of the Baltic Sea.The diatom species Skeletonema marinoi was the only phytoplankton species that was revived from all samples. It is very common in the Baltic Sea and typically occurs during the spring bloom. The oldest sample with viable cells of this species was dated to an age of 6,871 ± 140 years.\"It is remarkable that the resurrected algae have not only survived 'just so,' but apparently have not lost any of their 'fitness,' i. e. their biological performance ability. They grow, divide and photosynthesize like their modern descendants,\" emphasizes Bolius.This even applies to the cells from the roughly 7000-year-old sediment layer, which proved to be stable during cultivation with an average growth rate of about 0.31 cell divisions per day—a value similar to the growth rates of modern-day S. marinoi strains, says Bolius.The measurement of photosynthetic performance also showed that even the oldest algae isolates can still actively produce oxygen—with average values of 184 micromoles of oxygen per milligram of chlorophyll per hour. \"These are also values that are comparable to those of current representatives of this species,\" says Bolius.The researchers also analyzed the genetic profiles of the resurrected algae using microsatellite analysis—a method in which certain short DNA segments are compared. The result: The samples from sediment layers of different ages formed distinctive genetic groups.Firstly, this ruled out the possibility that cross contamination could have occurred during the cultivation of the strains from sediment layers of different ages. Secondly, this proves that successive populations of S. marinoi in the Baltic Sea have changed genetically over the millennia.Dormancy as a survival strategy—and as the basis for an exciting research toolThe phenomenon that organisms survive in dormancy over very long periods of time and can therefore potentially recolonize habitats under suitable conditions is also known from other studies—for example for plant seeds or small crustaceans, some of which remain viable for several centuries, even millennia.However, the successful resurrection of a dormant stage after such a long time, as in the case of S. marinoi, has rarely been documented. At around 7000 years old, the tiny cells of this diatom are among the oldest organisms to have been successfully revived from an intact dormant stage. From aquatic sediments, no older such cases are known to date.\"The fact that we were actually able to successfully reactivate such old algae from dormancy is an important first step in the further development of the 'Resurrection Ecology' tool in the Baltic Sea. This means that it is now possible to conduct 'time-jump experiments' into various stages of Baltic Sea development in the lab,\" says Bolius.The revived algae strains will therefore be further tested under different conditions in the future.\"Our study also shows that we can directly trace genetic changes over many millennia—by analyzing living cells instead of just fossils or DNA traces,\" concludes Bolius.Further genetic analyses of the reactivated algae strains are expected to contribute to a better understanding of the causes of these genetic changes.More information:Sarah Bolius et al, Resurrection of a diatom after 7000 years from anoxic Baltic Sea sediment, The ISME Journal (2025). DOI: 10.1093/ismejo/wrae252 Provided byLeibniz-Institut für Ostseeforschung Warnemünde Citation:After 7,000 years without light and oxygen in Baltic Sea mud, researchers bring prehistoric algae back to life (2025, March 28)retrieved 30 March 2025from https://phys.org/news/2025-03-years-oxygen-baltic-sea-mud.html This document is subject to copyright. Apart from any fair dealing for the purpose of private study or research, no part may be reproduced without the written permission. The content is provided for information purposes only. "
    },
    {
        "title": "Drinking from plastic bottles directly linked to high blood pressure and heart problems",
        "source": "Earth.com",
        "publishedAt": "2025-03-28T23:06:42Z",
        "url": "https://www.earth.com/news/drinking-from-plastic-bottles-linked-to-high-blood-pressure-and-heart-problems/",
        "textContent": "Plastic containers and packaging are everywhere, as many people rely on them for food storage, convenience, and hydration. Plastics have improved modern life in countless ways, but the ultimate price of this convenience is only now coming clearly into focus.We have reached the point as a society where researchers have begun looking beyond the environmental hazards of plastic pollution to uncover hidden connections between plastic exposure and human well-being. Questions are emerging about how microplastics might be affecting our bodies and whether this is something we should address.Some everyday items, such as water bottles, may contribute far more than trash. They could be releasing tiny plastic particles that slip into our bodies. Early studies suggest that plastic particles are influencing human blood pressure, a condition linked to serious cardiovascular problems. According to Dr. Johanna Fischer from the Department of Medicine at Danube Private University in Austria, a few recent findings have sparked new debates about what happens when microplastics flow through our bloodstream.Tiny pieces of plastic wreaking havocMicroplastics measure less than 5 mm, arising from the breakdown of larger plastics or from everyday sources like car tires and synthetic clothing. They have been detected in food, water, and the air. Scientists have identified them in the placenta, in certain organs, and even in the bloodstream. Their presence has raised concerns because they might trigger inflammation or hormonal imbalances. By entering daily routines unnoticed, these microscopic bits could pose health hazards that are still under investigation.Recent work has pointed to an unexpected culprit for high blood pressure. Their investigations indicate that common water bottles can release particles into the liquid we drink. According to preliminary insights, microplastics can migrate into our system, with potential effects on blood pressure measurements. Investigators also discovered these minute fragments in glass containers, which complicates efforts to avoid them altogether. This points to a wider issue that stretches beyond visible waste and calls for innovative approaches to monitoring exposure.Plastics linked to blood pressureEight healthy adults took part in a project aimed at exploring any links between plastics and blood pressure. They were asked to rely on tap water instead of bottled drinks for about a month. Blood pressure readings were collected at the outset, after two weeks, and at the end of four weeks. The findings indicated that women showed a noticeable dip in blood pressure levels, particularly in diastolic readings, while men did not exhibit the same changes.One explanation might be that only three men participated. That small number makes it difficult to form broad conclusions. Still, the overall data hint that cutting back on plastics could influence cardiovascular health by reducing the number of plastic particles present in the bloodstream. The research group emphasizes that larger trials are needed. They aim to measure the actual concentration of microplastics in the blood, providing a clearer picture of how plastic exposure might relate to changes in blood pressure.Blood pressure and plastics – the results“We concluded, after extensive research, that beverages packaged in plastic bottles should be avoided,” the research team warned. The changes observed in blood pressure suggest that reducing the intake of plastic particles could lower cardiovascular risk, emphasizing how these findings may fit into the bigger picture. For these scientists, a lower exposure to plastics seems to correlate with improvements in some blood pressure markers.By stating that “plastic particles present in the bloodstream could contribute to increased blood pressure,” the team highlighted a potential link between microplastics and cardiovascular concerns. Although their study involved only a small group, they view the results as a motivation to investigate these interactions further. While the precise pathways remain unclear, the prospect that tiny plastic fragments might affect blood pressure and overall cardiovascular health should encourage us all to rethink these common habits.What happens next?Because hypertension is a leading cause of heart complications, any factor that might raise blood pressure deserves scrutiny. Humans already face multiple risks for cardiovascular disease, so identifying one that might be avoidable is compelling. Limiting bottled beverages or opting for tap water in reusable non-plastic containers will definitely help reduce exposure, though additional verification is needed to confirm the long-term impacts.Reviewing many different studies, it’s very clear that microplastics have infiltrated every nook and cranny of our bodies, natural environments, and global ecosystems at large. On top of high blood pressure and other cardiovascular health issues that arise from the consumption of microplastics, scientists and physicians are concerned about inflammation, endocrine problems, and oxidative stress, all of which can harm overall health. Though the convenience of disposable products is tempting, making a personal choice of removing single-use plastics from our everyday lives will undoubtedly yield benefits – both for our health and the global environment. The full study was published in the journal Microplastics.—–Like what you read? Subscribe to our newsletter for engaging articles, exclusive content, and the latest updates.Check us out on EarthSnap, a free app brought to you by Eric Ralls and Earth.com.—–"
    },
    {
        "title": "Ohio county confirms its first measles case",
        "source": "WHIO",
        "publishedAt": "2025-03-28T22:41:47Z",
        "url": "https://www.whio.com/news/local/ohio-county-confirms-its-first-measles-case/RCNRLW2GEFE5JNWO4VZVKS3FKM/",
        "textContent": "A case of measles has been identified in Allen County, according to the Allen County Health Department.[DOWNLOAD: Free WHIO-TV News app for alerts as news breaks]The individual with measles is under the age of 18 and unvaccinated, the health department says.TRENDING STORIES:Organ donation safe, secure health workers say after rare rabies deathOhio lacrosse team escapes bus fire while returning from spring breakGov. DeWine signs bill banning DEI initiatives at public colleges into lawPeople who have been in contact with the individual have been notified by public health officials and informed of symptoms and quarantine procedures.“The safest way to protect children from measles is to make sure they are vaccinated,” said Brandon Fischer, Health Commissioner, Allen County Public Health.Ohio’s first case of measles was announced on March 20 in Ashtabula County. This led to the identification of ten other cases in Ashtabula County, nine of which had been in contact with the reported first case, according to the Ohio Department of Health.ACHD is reminding the community that measles is highly contagious. Nine out of 10 unvaccinated children who are exposed to measles will become infected, ACHD says.The measles virus can live in the air for up to two hours after an infected person leaves the room, according to ACHD. Symptoms may not occur for up to 21 days after exposure.Measles symptoms can include high fever, cough, runny nose, watery eyes, and a rash that appears 3-5 days after other symptoms occur, ACHD says.[SIGN UP: WHIO-TV Daily Headlines Newsletter]©2025 Cox Media Group"
    },
    {
        "title": "RFK Jr.’s Faulty Advice On Bird Flu",
        "source": "FactCheck.org",
        "publishedAt": "2025-03-28T22:22:29Z",
        "url": "https://www.factcheck.org/2025/03/rfk-jr-s-faulty-advice-on-bird-flu/",
        "textContent": "Este artículo estará disponible en español en El Tiempo Latino.In recent news appearances, Department of Health and Human Services Secretary Robert F. Kennedy Jr. has suggested allowing bird flu to spread in poultry flocks unchecked. Scientists say that’s risky because it gives the virus more opportunities to replicate, increasing the chance it could change to spread easily among humans.Avian influenza, or bird flu, has been spreading in U.S. dairy cows for more than a year now and has infected several dozen dairy workers. The virus also has infected flocks of chickens and other poultry in the U.S. since 2022, leading to the deaths of more than 168 million birds, infections in poultry workers and high egg prices.“We’ve in fact said to [the U.S. Department of Agriculture] that they should consider maybe the possibility of letting it run through the flock so that we can identify the birds and preserve the birds that are immune to it,” Kennedy said of bird flu in an interview with medical correspondent Dr. Marc Siegel. The conversation aired March 4 on Fox Nation.“Most of our scientists are against the culling operation,” Kennedy said in an interview with Sean Hannity, which aired on Fox News March 11. Kennedy advocated testing therapeutics in flocks and again suggested looking for birds with “a genetic inclination for immunity.”Researchers have acknowledged that culling on its own has not stopped bird flu from infecting poultry. But they said Kennedy’s strategy is risky and unlikely to yield a breakthrough in the search for bird flu therapeutics or genetic resistance.“If someone is going to say well, we should let the virus just go unchecked and follow RFK Jr.’s suggestion, we’re going to exacerbate the problem,” Dr. Maurice Pitesky, an associate professor at University of California, Davis, Veterinary Medicine Cooperative Extension, told us. “There’s no scenario where that is a good idea.”“Why do we want to give the virus a leg up? Why do we want to give it an advantage and let it do its worst without being checked?” Ian Brown, group leader of avian virology at the Pirbright Institute in the U.K., asked us. “That doesn’t feel terribly logical.”Letting bird flu run through poultry flocks is “not advisable and this will cause serious harm to poultry and put other animals at risk, but also humans who will have to manage the culling/clean-up, which poses a huge biosecurity risk,” Saskia Popescu, an infectious disease epidemiologist at the University of Maryland School of Medicine, told us in an email.Meanwhile, Kennedy left out important context about the risk of bird flu. And he misleadingly claimed that vaccinating poultry would turn birds into “mutation factories,” when researchers say that vaccinating birds could be one possible way of mitigating agricultural harm and reducing risks to people.Kennedy is in charge of HHS, not the USDA, so it is unclear how much his views will influence the policy on culling or vaccinating birds. On the human health side, lawmakers and scientists recently have raised concerns that HHS is threatening pandemic preparedness by pulling back funding to states being used to control infectious disease, embarking on a massive reduction in HHS staff and reportedly reevaluating a contract for research into bird flu mRNA vaccines.Secretary of Agriculture Brooke Rollins in a Feb. 26 Fox News interview indicated USDA might try out a pilot program to build a “safe perimeter” around some flocks to “see if there is a way forward where the immunity and the genetics and the DNA become part of this.”However, the USDA affirmed to us via email that its policy is still to require culling. “The United States will continue to follow our established stamping out policy,” in keeping with international guidelines, an agency spokesperson said, and also will work to “develop innovative strategies (including alternative response activities) and ensure we use every tool at our disposal” to fight bird flu.In late February, the USDA announced a $1 billion strategy to combat bird flu, which includes funds dedicated to developing vaccines for poultry and for improving biosecurity on farms. Good biosecurity can help prevent bird flu from being introduced to farms in the first place.Letting Bird Flu Spread in Poultry Is RiskyH5N1 bird flu — the type causing the current outbreak in the U.S. — spreads rapidly in chickens and is highly lethal. USDA policy is to kill all the birds in a flock once H5N1 is detected. This culling process, also referred to as depopulation, reduces bird flu’s ability replicate, mutate and spread.In his interview with Hannity, Kennedy blamed high egg prices on culling. “We’ve killed 166 million chickens,” Kennedy said. “That’s why we have an egg crisis.” But bird flu is the root cause of the bird deaths. These birds “would die anyway if they were not depopulated,” Brown said, explaining that the “lethality is pretty close to 100%.” The hens would stop laying eggs early in their infection, he added. When infection is allowed to take its course, poultry “die quite a horrible death,” Brown said, so there is also an animal welfare issue with not culling.The most likely outcome of stopping culling, Pitesky said, would be more bird deaths as the virus spread unchecked, ultimately reducing the country’s food security.“The quicker you depopulate, the quicker you can prevent disease transmission from that facility to other facilities or to wild birds that are in that area that are then going to transmit the disease to other facilities,” Pitesky said.Stopping culling could increase the risk of bird flu changing in dangerous ways. “The more opportunities the virus has to replicate, the more opportunities it has to mutate and reassort with all kinds of different strains,” Pitesky said.Kennedy was also wrong to almost entirely blame bird flu cases in humans on culling. “Almost all of the people who have gotten sick were workers who were involved in the culling operations,” he told Siegel. “That’s inaccurate,” Popescu said. According to the Centers for Disease Control and Prevention, 24 out of 70 U.S. human bird flu cases cave been in people exposed via poultry farms and culling operations.There have been cases “related to culling, but this is also in relation to poultry exposure overall – culling is a necessary practice to avoid additional exposure (humans and animals), and frankly it’s a horrific illness for birds,” Popescu said.Strategy Unlikely to Identify Flu-Resistant ChickensResearchers said that stopping culling in order to find resistant birds or new therapeutics was unlikely to be effective. “People have been trying to breed genetic lines that are resistant to flu for some years now and have generally failed to succeed,” Brown said.There has been research into whether some birds might have genes that could provide flu resistance, Pitesky said, but this work is done in poultry being raised in villages in Africa and Asia that have more genetic variation.Commercial chickens in the U.S. are bred to be as genetically identical as possible so that they will grow at the same rate, Pitesky added. These poultry are the “least ideal population” to test whether it’s possible to identify birds with genetic resistance to H5N1, he said.Pitesky also said that before testing a therapeutic in the field, “you ultimately need some indication that it’s going to work.” “The biggest issue is we don’t have anything in the pipeline right now, as far as I know, that there’s any indication it could be curative of a viral infection like this in poultry,” he said.Brown said that there have been concerns about whether therapeutics for chickens could be cost-effective, “even if they could do the job, which I doubt.”“I do think we do need to think outside the box, but that is not a viable outside-the-box scenario,” Pitesky said, referring to Kennedy’s proposal for finding resistant chickens.Vaccinating Poultry Could Curb Bird FluOne possible way to protect chickens would be to vaccinate them, Brown said. But in his conversation with Hannity, Kennedy misleadingly dismissed vaccination as a strategy that could harm human health. “All of my agencies have advised against vaccination of birds because if you vaccinate with a leaky vaccine — in other words, a vaccine that does not provide sterilizing immunity, that does not absolutely protect against the disease — you turn those flocks into mutation factories,” Kennedy said.Brown said that vaccination would reduce illness in birds and their ability to spread the virus. Bird flu vaccines do not completely prevent infection, and vaccination could favor versions of the virus that aren’t as well targeted by the vaccine. However, there isn’t evidence that vaccination would “generate some monster virus that can infect people,” he said.Poultry vaccines are available, and countries including Mexico, France, Egypt and China use vaccines against bird flu in poultry. The “claim that poultry vaccination will ‘turn those birds into mutant factories’ is incorrect,” virologist Angela Rasmussen of the University of Saskatchewan said in a social media thread. Vaccination in China against another type of bird flu virus, H7N9, did favor survival of flu genotypes that could evade the vaccine, she said. But researchers found that the “variants that emerged were less adapted to infect humans,” Rasmussen said, and vaccinating the birds “basically stopped human infections.”“So yes, RNA viruses like flu can mutate & vaccination creates selection pressures driving their evolution,” Rasmussen said. “But that doesn’t turn chickens into mutant factories & reduces the risk to humans.”There are policy and logistical barriers to vaccinating chickens in the U.S. Brown explained, for instance, that some countries do not allow imports from countries that vaccinate their poultry. The laying industry in the U.S. does not have a substantial export business and is for vaccinating poultry. The meat industry, also called the broiler industry, exports large quantities of chicken and is against vaccination due to the trade embargoes.As we’ve written, USDA is funding vaccine research. In response to a March 26 question from Forbes about Kennedy’s poultry vaccine comments, asked during an impromptu interview outside the White House, Rollins did not comment specifically but emphasized that multiple agencies would work together to curb bird flu.Risks of Bird FluThe CDC and the World Health Organization currently consider the risk of H5N1 bird flu to the general public to be low. However, public health experts still recommend that people take precautions, such as avoiding raw milk and using caution around wild birds and other potentially infected animals. Scientists also have emphasized that the risk level of bird flu could change very quickly if the virus changes to more readily infect and spread among humans.Kennedy — who has advocated deregulating raw milk in the past — left out this context in talking about the food supply. “It’s not transmitted through eggs or through dairy products,” he told Siegel.“As far as we know, you cannot get it from an egg or milk or meat from an infected animal,” he said to Hannity.There have been no documented human cases of bird flu in the U.S. resulting from eating eggs, milk or meat. Birds with flu stop laying eggs early in the course of their infection, and the virus isn’t found in high amounts in eggs, Pitesky said. For eggs, “I’d be more concerned about salmonella than I would about avian influenza,” he added. “Dairy is different,” Pitesky said, saying that raw milk is “dangerous,” both due to the potential presence of bird flu and due to other microbes. In cows, bird flu is found at the highest levels in the udder and milk. Pasteurization kills the bird flu virus, but it has been shown to persist in raw milk and raw milk products.Cats have died from H5N1 bird flu after drinking raw milk. “If someone is going to tell me, let’s wait until a human dies … I’m not willing to take that chance,” Pitesky said.Raw meat pet foods have also killed cats.Kennedy also said that B3.13, the version of bird flu that spread to cows in late 2023, is “not very dangerous to humans,” adding that it “is not something that we’re deeply concerned about.” He said to Siegel that the D1.1 version of the virus, which has been found in wild birds and poultry and also recently spread to cow herds, is “more dangerous.”To date, the B3.13 genotype has caused mild disease in humans. D1.1 and a related version of the virus, called D1.3, have led to three severe bird flu cases in humans in the U.S., including one death. The severe cases occurred in two people with backyard poultry and one worker who was culling diseased poultry.However, scientists cautioned against complacency in the response to any version of the virus. “It only needs to acquire a couple of mutations” to become more dangerous to humans, Brown said. “That risk profile might change.” “Epidemiologists like me are wary of drawing premature conclusions about severity,” Caitlin Rivers of Johns Hopkins Bloomberg School of Public Health wrote in a recent New York Times opinion piece. She cautioned against drawing firm conclusions from small numbers of cases occurring largely in dairy workers, when people with high-risk health conditions or the very old or young might be underrepresented.“I fear that the apparent mildness of infections in the United States has confounded calls to act more decisively,” Rivers wrote.Editor’s note: FactCheck.org does not accept advertising. We rely on grants and individual donations from people like you. Please consider a donation. Credit card donations may be made through our “Donate” page. If you prefer to give by check, send to: FactCheck.org, Annenberg Public Policy Center, P.O. Box 58100, Philadelphia, PA 19102. "
    },
    {
        "title": "Is It Healthy To Eat Yogurt Every Day? Experts Weigh In",
        "source": "Delish.com",
        "publishedAt": "2025-03-28T20:57:54Z",
        "url": "https://www.delish.com/food/a64144233/is-it-healthy-to-eat-yogurt-every-day-experts-weigh-in/",
        "textContent": "Most of us reach for yogurt at least once or twice a week. Whether we’re blitzing it into a smoothie, grabbing it from the cold case at a local cafe, or shoving a cup into our bag as we run out the door on a busy morning, we opt for it because we’re confident in its stunning nutritional resume and relative ease of consumption—especially when we’re on the go.But is it possible that we’ve become overconfident? Is yogurt really the nutritional powerhouse we believe it is? And, even if it is, is it possible to get too much of a good thing? As someone who personally LOVES yogurt (and eats it very often), I take these questions very seriously, so I took a deep dive into the topic, consulting two nutritionists and reading countless articles. Here’s everything you need to know: Let’s talk about that STUNNING nutritional resume:There’s no denying it: yogurt brings some amazing health benefits. According to registered dietitian Jessica Cording, dairy-based yogurt is a great source of calcium, vitamin B-12, riboflavin, potassium, and phosphorus. It also has a lot of protein (depending on the type and brand, a 5.3-ounce serving can contain up to 16 grams!) and, since most dairy in the United States is fortified with vitamin D, it’s a good source of that as well. Many types of yogurt also contain probiotics, aka beneficial bacteria, which, according to registered dietitian Kim Yawitz, “help optimize the balance between good and bad microorganisms in your gut.” Yawitz shares that eating probiotic-rich yogurt can potentially help to “fend off intestinal infections, relieve symptoms of irritable bowel syndrome, and reduce the risk of colon cancer.” Between the gut health benefits, all those vitamins and minerals, and the boost of protein, it might seem like eating a cup of yogurt every morning is a win-win.However . . . (let’s not get carried away!)Not all yogurt is created equal. While yogurt can have great health benefits, its specific nutritional value vastly varies depending on what yogurt you’re consuming. For example, only some types of yogurt carry the live probiotics that are so good for the gut. Yawitz shares that most naturally-occurring probiotics in yogurt actually die when the yogurt is pasteurized, so the only types of yogurt that still contain them are those where the manufacturers have actually added the bacteria back into the yogurt after it was pasteurized. These refortified yogurts are set up to benefit our gut health; anything that doesn’t tout “live probiotics” on the packaging won’t do your gut any good.In addition, a specific yogurt’s nutritional value can vary wildly depending on the amount of added sugar. According to Yawitz, a “seemingly innocent fruit-flavored yogurt” can contain “just as much added sugar as a serving of ice cream.” Don’t believe it? Check out the nutrition facts for this popular brand’s 6-ounce container of strawberry yogurt: it contains only 5 grams protein and a whopping 18 grams sugar. For comparison, a serving of this brand’s vanilla ice cream also contains (you guessed it!) 18 grams sugar. I don’t know about you, but given the option, I’d probably take the ice cream. Clearly yogurt has the potential to be a great healthy option on any (and every) weekday morning, but it’s not necessarily a given. So what do you buy?There are a few good rules of thumb to follow when choosing your morning “cuppa yo’.” Here’s what to look for, whether you’re cruising the dairy aisle or snagging a container at your local coffee shop:Go high-protein. Maximizing yogurt’s high-protein potential is especially important if you’re hoping to sustain your energy until lunch. Cording often recommends Greek or Icelandic-style yogurt since these varieties are both “higher in protein and will help you feel full for longer.” But she does note that these high-protein yogurts aren’t everyone’s favorite, and that if you prefers the texture of plain, non-Greek-style yogurt, you shouldn’t feel obligated to opt for it for the sake of a little extra protein. Instead, she recommends incorporating a little extra protein from other sources into that morning meal.Avoid the added sugars. Unless you actually want dessert for breakfast (and there’s definitely a time and place for that!), follow Cording’s recommendation and opt for “unflavored” over flavored (i.e. sweetened) yogurts. But if you really hate plain yogurt, don’t despair: Cording recommends looking for lower-sugar options or ones that use “natural sugar alternatives like allulose, monk fruit, and stevia.” She also suggests plain and flavored yogurt together and gradually adjusting the ratios over time so “your tastebuds adjust.” Keep it cultured. Make sure you’re actually getting all the probiotic benefits by checking the labels ensure your yogurt has been refortified with those bacteria. Yawitz recommends looking for products with the words “live and active cultures” on the label and specific strains of bacteria in the ingredients list.Yogurt has the potential to be a highly healthy addition to your diet, but it’s absolutely not a given. Double check the label on your carton next time to make sure you’re doubling down on the full benefits of your morning cup of yogurt.As food editor at Delish, Taylor Ann has tested and developed dozens of recipes, styled numerous photo & video shoots, and writes feature stories specializing in health, food science, and safety. Her Delish feature, \"8 Reasons You Should Never Eat Baby Carrots,\" has been read by 1.1M people, and her recipes, such as my Frico fried eggs, grilled Brie, and spinach puffs, have garnered 2.4M views on TikTok & IG. Taylor Ann has received a Top Toque award from ICE and has previously worked as a cook, most notably at abcV in NYC, and as a freelance recipe developer, working with outlets such as Health eCooks and Feel Good Foodie. TA loves to explore new cities and regions of the world and is particularly passionate about exploring foreign grocery stores. When she's not writing, cooking, or dreaming up new recipes to explore, she's listening to podcasts, running in the park, or going for long walks with her husband. See more at www.projectcookbook.org  Expertise: Food science, plant-based food, baking, and pastry  Education: Culinary Arts degree from the Institute of Culinary Education, Bachelor in English with Writing and Theater from Hope College   "
    },
    {
        "title": "‘Clean your plate’ leads to problems; doctor offers ways to encourage healthy eating in kids",
        "source": "WTOP",
        "publishedAt": "2025-03-28T20:40:41Z",
        "url": "https://wtop.com/health-fitness/2025/03/clean-your-plate-leads-to-problems-doctor-offers-ways-to-encourage-healthy-eating-in-kids/",
        "textContent": " For generations, well-meaning parents have resorted to an arsenal of food rules, including “clean your plate before you leave the table,” to try to get their children to eat a well-balanced diet.“My parents said the same thing to me,” said Dr. Michele Arthurs, a family medicine physician with Kaiser Permanente in Temple Hills, Maryland. “When we’re looking at the overall relationship with food, we want to rethink that.”Forcing children to finish their food can teach them to ignore natural hunger and fullness signals that are built-in for humans. “Over time, this can contribute to overeating, and food anxiety, and sometimes even eating disorders,” said Arthurs. “It’s important for our kids to learn how to stop eating when they feel satisfied, not when they feel too full.”According to the Academy of Nutrition and Dietetics, March is National Nutrition Month.Making healthy food available at the dinner table is a starting point.“It’s important for our children to be exposed to all the food groups — different vegetables, different fruits, different whole grains, different sources of protein,” said Arthurs.“Having a little bit of a trial on the plate can be helpful — invite that,” she suggested. “It doesn’t have to always be accepted by our child. We might have to try 30 times before the new food, no matter what color it is, is indeed sampled.”What’s the problem with food rules?When a parent insists a child eat their food, “it can create a relationship with food that feels antagonistic,” Arthurs said. “The child does not have control over that particular situation.”Instead, she said the goal is to empower young eaters.“When it comes to their own choices for food, that they have control over that. That they understand the purpose of food — that’s it’s more than just how it tastes, that it’s there to nourish their body,” Arthurs said.The effects can be long-lasting. A child who is forced to eat vegetables is likely to become an adult who doesn’t want to eat vegetables, and “that’s a hard habit to undo,” said Arthurs.Empower children at the grocery storeRather than imposing edicts at the dinner table, Arthurs said there are easy ways to help children develop a healthy relationship with food.“If they’re coming with us to the grocery store, we can play ‘Where’s Waldo’ with food,” she suggests. As an example: “I’m looking for a food that’s red, that’s sweet, that has tiny little seeds on the side, and is high in all these wonderful vitamins and nutrients that we need — what might that be?”(The answer, by the way, is “strawberries.”)Another idea is to look for ways to remind children about the benefits of healthy eating.“A lot of kids say, ‘I want to grow up to be big and strong.’ And you can answer, ‘What are the foods on your plate that are going to support that?'” said Arthurs.Get breaking news and daily headlines delivered to your email inbox by signing up here.© 2025 WTOP. All Rights Reserved. This website is not intended for users located within the European Economic Area.Neal AugensteinNeal Augenstein has been a general assignment reporter with WTOP since 1997. He says he looks forward to coming to work every day, even though that means waking up at 3:30 a.m."
    },
    {
        "title": "The CDC Buried a Measles Forecast That Stressed the Need for Vaccinations",
        "source": "ProPublica",
        "publishedAt": "2025-03-28T20:35:00Z",
        "url": "https://www.propublica.org/article/measles-vaccine-rfk-cdc-report",
        "textContent": "ProPublica is a nonprofit newsroom that investigates abuses of power. Sign up to receive our biggest stories as soon as they’re published.Leaders at the Centers for Disease Control and Prevention ordered staff this week not to release their experts’ assessment that found the risk of catching measles is high in areas near outbreaks where vaccination rates are lagging, according to internal records reviewed by ProPublica.In an aborted plan to roll out the news, the agency would have emphasized the importance of vaccinating people against the highly contagious and potentially deadly disease that has spread to 19 states, the records show.A CDC spokesperson told ProPublica in a written statement that the agency decided against releasing the assessment “because it does not say anything that the public doesn’t already know.” She added that the CDC continues to recommend vaccines as “the best way to protect against measles.”But what the nation’s top public health agency said next shows a shift in its long-standing messaging about vaccines, a sign that it may be falling in line under Health and Human Services Secretary Robert F. Kennedy Jr., a longtime critic of vaccines:“The decision to vaccinate is a personal one,” the statement said, echoing a line from a column Kennedy wrote for the Fox News website. “People should consult with their healthcare provider to understand their options to get a vaccine and should be informed about the potential risks and benefits associated with vaccines.”ProPublica shared the new CDC statement about personal choice and risk with Jennifer Nuzzo, director of the Pandemic Center at Brown University School of Public Health. To her, the shift in messaging, and the squelching of this routine announcement, is alarming.“I’m a bit stunned by that language,” Nuzzo said. “No vaccine is without risk, but that makes it sound like it’s a very active coin toss of a decision. We’ve already had more cases of measles in 2025 than we had in 2024, and it’s spread to multiple states. It is not a coin toss at this point.”For many years, the CDC hasn’t minced words on vaccines. It promoted them with confidence. One campaign was called “Get My Flu Shot.” The agency’s website told medical providers they play a critical role in helping parents choose vaccines for their children: “Instead of saying ‘What do you want to do about shots?,’ say ‘Your child needs three shots today.’”Nuzzo wishes the CDC’s forecasters would put out more details of their data and evidence on the spread of measles, not less. “The growing scale and severity of this measles outbreak and the urgent need for more data to guide the response underscores why we need a fully staffed and functional CDC and more resources for state and local health departments,” she said.Kennedy’s agency oversees the CDC and on Thursday announced it was poised to eliminate 2,400 jobs there.When asked what role, if any, Kennedy played in the decision to not release the risk assessment, HHS’ communications director said the aborted announcement “was part of an ongoing process to improve communication processes — nothing more, nothing less.” The CDC, he reiterated, continues to recommend vaccination “as the best way to protect against measles.”“Secretary Kennedy believes that the decision to vaccinate is a personal one and that people should consult with their healthcare provider to understand their options to get a vaccine,” Andrew G. Nixon said. “It is important that the American people have radical transparency and be informed to make personal healthcare decisions.”Responding to questions about criticism of the decision among some CDC staff, Nixon wrote, “Some individuals at the CDC seem more interested in protecting their own status or agenda rather than aligning with this Administration and the true mission of public health.”The CDC’s risk assessment was carried out by its Center for Forecasting and Outbreak Analytics, which relied, in part, on new disease data from the outbreak in Texas. The CDC created the center to address a major shortcoming laid bare during the COVID-19 pandemic. It functions like a National Weather Service for infectious diseases, harnessing data and expertise to predict the course of outbreaks like a meteorologist warns of storms.Other risk assessments by the center have been posted by the CDC even though their conclusions might seem obvious.In late February, for example, forecasters analyzing the spread of H5N1 bird flu said people who come “in contact with potentially infected animals or contaminated surfaces or fluids” faced a moderate to high risk of contracting the disease. The risk to the general U.S. population, they said, was low.In the case of the measles assessment, modelers at the center determined the risk of the disease for the general public in the U.S. is low, but they found the risk is high in communities with low vaccination rates that are near outbreaks or share close social ties to those areas with outbreaks. The CDC had moderate confidence in the assessment, according to an internal Q&A that explained the findings. The agency, it said, lacks detailed data about the onset of the illness for all patients in West Texas and is still learning about the vaccination rates in affected communities as well as travel and social contact among those infected. (The H5N1 assessment was also made with moderate confidence.)The internal plan to roll out the news of the forecast called for the expert physician who’s leading the CDC’s response to measles to be the chief spokesperson answering questions. “It is important to note that at local levels, vaccine coverage rates may vary considerably, and pockets of unvaccinated people can exist even in areas with high vaccination coverage overall,” the plan said. “The best way to protect against measles is to get the measles, mumps, and rubella (MMR) vaccine.”This week, though, as the number of confirmed cases rose to 483, more than 30 agency staff were told in an email that after a discussion in the CDC director’s office, “leadership does not want to pursue putting this on the website.”The cancellation was “not normal at all,” said a CDC staff member who spoke anonymously for fear of reprisal with layoffs looming. “I’ve never seen a rollout plan that was canceled at that far along in the process.”Anxiety among CDC staff has been building over whether the agency will bend its public health messages to match those of Kennedy, a lawyer who founded an anti-vaccine group and referred clients to a law firm suing a vaccine manufacturer.During Kennedy’s first week on the job, HHS halted the CDC campaign that encouraged people to get flu shots during a ferocious flu season. On the night that the Trump administration began firing probationary employees across the federal government, some key CDC flu webpages were taken down. Remnants of some of the campaign webpages were restored after NPR reported this.But some at the agency felt like the new leadership had sent a message loud and clear: When next to nobody was paying attention, long-standing public health messages could be silenced.On the day in February that the world learned that an unvaccinated child had died of measles in Texas, the first such death in the U.S. since 2015, the HHS secretary downplayed the seriousness of the outbreak. “We have measles outbreaks every year,” he said at a cabinet meeting with President Donald Trump.In an interview on Fox News this month, Kennedy championed doctors in Texas who he said were treating measles with a steroid, an antibiotic and cod liver oil, a supplement that is high in vitamin A. “They’re seeing what they describe as almost miraculous and instantaneous recovery from that,” Kennedy said.As parents near the outbreak in Texas stocked up on vitamin A supplements, doctors there raced to assure parents that only vaccination, not the vitamin, can prevent measles.Still, the CDC added an entry on Vitamin A to its measles website for clinicians.On Wednesday, CNN reported that several hospitalized children in Lubbock, Texas, had abnormal liver function, a likely sign of toxicity from too much vitamin A.Texas health officials also said that the Trump administration’s decision to rescind $11 billion in pandemic-related grants across the country will hinder their ability to respond to the growing outbreak, according to The Texas Tribune.Measles is among the most contagious diseases and can be dangerous. About 20% of unvaccinated people who get measles wind up in the hospital. And nearly 1 to 3 of every 1,000 children with measles will die from respiratory and neurologic complications. The virus can linger in the air for two hours after an infected person has left an area, and patients can spread measles before they even know they have it.This week Amtrak said it was notifying customers that they may have been exposed to the disease this month when a passenger with measles rode one of its trains from New York City to Washington, D.C."
    },
    {
        "title": "Colon Cancer Awareness: What you should know to prevent and detect colon cancer",
        "source": "KSL.com",
        "publishedAt": "2025-03-28T20:05:31Z",
        "url": "https://www.ksl.com/article/51277100/colon-cancer-awareness-what-you-should-know-to-prevent-and-detect-colon-cancer",
        "textContent": "Colorectal cancer is the second most common cancer and the third leading cause of cancer related deaths in men and women under age 50.According to the American Cancer Society almost 153,000 individuals in the U.S. were diagnosed with colon or rectal cancer in 2024 and more than 53,000 died from the disease.March is Colon Cancer Awareness month and Intermountain Health is working to raise awareness about the disease and the importance of prevention and early detection.Awareness is crucial because many cases of colon and rectal cancer can be prevented. In fact, colon cancer has a 90% survival rate when detected early.Understanding your risksColon cancer can affect anyone, but certain factors can increase your risk:Age: Most cases occur in individuals aged 50 and older.Family history: A family history of colon cancer or polyps can increase your risk.Personal history: Previous polyps or inflammatory bowel disease heighten your risk.Lifestyle factors: Diets high in red and processed meats, smoking, heavy alcohol use and lack of physical activity can contribute to an increased risk.It's not just older adults who need to be vigilant. Colorectal cancer incidence has been steadily increasing in younger Americans for the last several decades, with the sharpest rise seen in the incidence of rectal cancer.In 2020, 11% of all colon cancer and 15% of all rectal cancer diagnoses were estimated to occur in individuals under age 50.\"Waiting for symptoms is too late,\" said Christine Hachem, M.D., interim medical director of gastroenterology and digestive health for Intermountain Health. \"Screening occurs when you have no symptoms and feel well. Early detection is critical to catching colorectal cancer and saving lives.\"This rise is alarming because younger patients often have more advanced cases by the time they're diagnosed.Factors contributing to this trend may include environmental exposures, dietary habits, and sporadic genetic mutations, Hachem said.\"Younger individuals face unique barriers when it comes to colon cancer screenings, such as a lack of awareness about the need for screening, fear or discomfort associated with the procedure and challenges in navigating the healthcare system,\" said Priyanka Patel, M.D., gastroenterologist for Intermountain Health. \"It's crucial for everyone, regardless of age, to understand their personal risk factors and discuss them with their healthcare provider to determine the best screening plan.\"Updated national guidelines make it possible for more people to be screened with a colonoscopy and stool-based testing starting at age 45.Colonoscopies are considered the gold standard for colon cancer detection. It not only detects abnormalities, but removes precancerous lesions. Intermountain Health makes it easier to schedule a colonoscopy with an online system, ensuring you have access to this vital screening option. Photo: Issara/Adobe StockFor most patients a colonoscopy is then only needed once every 10 years, or once every five years if your doctor determines you have an increased risk of colon cancer.Earlier screening may be recommended for anyone with a personal history of polyps or family history of colon cancer.If you have inflammatory bowel disease (with Crohn's Disease or Ulcerative Colitis) or other chronic conditions that affect the gastrointestinal tract, talk with your doctor or a gastrointestinal specialist to determine when and how often you should be screened.\"Don't delay your screenings,\" Hachem said. \"It could save your life.\"Other easy and convenient screening optionsIntermountain Health offers home-based tests that are both effective and convenient, allowing you to get what you need, when you need it, without leaving your home.Individuals who are 45 to 75 years old with average risk may qualify for Intermountain's on-demand colon cancer screening kits. This is an option that allows you to get a test kit in the mail and send it back to the lab for testing without the need for an appointment.Fecal Immunochemical Test (FIT):This simple, non-invasive test detects hidden blood in the stool, an early sign of colon cancer. You can complete it at home, and if the results are positive or abnormal, a follow-up colonoscopy may be necessary.Cologuard:Combining the FIT with a DNA test, Cologuard detects abnormal DNA markers in stool samples. It's also non-invasive and can be done at home. A positive or abnormal result will require a follow-up colonoscopy.Why choose home-based tests?Home-based tests like FIT and Cologuard offer several advantages:Convenience: Complete the test at home without a doctor's visit.Non-Invasive: No preparation or sedation required.Accessibility: Ideal for those who may have difficulty scheduling or accessing colonoscopy appointments.Act todayUnderstanding your risks and exploring your screening options are vital steps in preventing colon cancer.If you are 45 or older, you can order an at-home colon cancer screening kit to have a test kit mailed to you without needing a doctor's visit. If you have risk factors, like a family or personal history of colon cancer or polyps, talk to your healthcare provider about getting screened.For more information about Intermountain Health's on-demand services, click here.To schedule a colonoscopy, or to find a physician click here. www.IntermountainHealthcare.org/colonoscopy.Rewards received may be considered income and subject to tax.The opinions and conclusions expressed in this article are the sponsor's own and do not reflect the views or opinions of KSL.com. This Site Does Not Provide Medical Advice. Any content on this Site, such as text, graphics, images, information obtained from, or contained on this Site are for informational purposes only. The content is not intended to be a substitute for professional medical advice, diagnosis, or treatment. Always seek the advice of your physician or other qualified health provider with any questions you may have regarding a medical condition. Never disregard professional medical advice or delay in seeking it because of something you have read on this site! The owner and operator of this site do not recommend or endorse any specific tests, physicians, products, procedures, opinions, or other information that may be mentioned on the site. Reliance on any information provided by the Operator, including their employees, contractors or others appearing on the Site at the invitation of the Operator, or other visitors to the Site is solely at your own risk. If you think you may have a medical emergency, call your doctor or 911 immediately."
    },
    {
        "title": "What Happens to Your Body When You Drink Matcha Every Day",
        "source": "Eatingwell.com",
        "publishedAt": "2025-03-28T19:41:06Z",
        "url": "https://www.eatingwell.com/matcha-health-benefits-11705379",
        "textContent": " Matcha has been an integral part of Japanese tea ceremonies for centuries. Carefully crafted from shaded green tea leaves, the tea is renowned for its rich flavor, smooth texture and culinary versatility, from overnight oats to cake and even jello shots. Along with its alluring sensory appeal, matcha green tea contains several key compounds that contribute to a wide range of health benefits. Below you will discover the health benefits of matcha powder and exciting ways to enjoy this robust—and often refreshing—beverage.Health Benefits of MatchaMay Help You Feel More Relaxed Starting your day with a mug of matcha may promote a sense of calm and clarity. Matcha contains an amino acid called L-theanine, which has been found to boost alpha waves in the brain, leading to increased feelings of relaxation and calmness, says Lacey Dunn, M.S., RD, a functional medicine dietitian and owner of Uplift Fit Nutrition. L-theanine also increases the production of several neurotransmitters in the brain, such as serotonin and gamma-aminobutyric acid (GABA), which help to reduce stress and anxiety, she adds.May Enhance Your Brain Function Along with being an excellent source of L-theanine, matcha also contains a small amount of caffeine. Together, L-theanine and caffeine can increase memory and mental alertness, says Dunn. In that way, you get the best of both worlds. “L-theanine may help to avoid the jittery and anxious feeling that comes with caffeine consumption, as well as promote a feeling of relaxation,” she says.   Matcha may also aid in reducing oxidative stress, which can damage neurons in the brain and is linked to cognitive decline and memory impairment, says Dunn. “It’s believed that the EGCG and caffeine content in matcha may help to alleviate this and reduce neuroinflammation,” she explains.May Reduce Your Risk of Cancer Making matcha a regular part of your daily routine may also aid in the prevention of certain cancers. “Matcha may help reduce cancer risk by halting the growth of cancer cells and reducing oxidative stress, which increases the risk of DNA damage and tumor formation,” says Dunn. The anti-cancer effects of matcha are attributed to a powerful catechin called epigallocatechin gallate (EGCG). However, matcha is just one part of your diet. More clinical research is needed to confirm these findings and understand its full potential in cancer prevention.May Improve Your Heart Health The compounds in matcha may also tone up your ticker. More specifically, the catechins in matcha have strong antioxidant properties that help to lower inflammation associated with cardiovascular disease, says JeJe Noval, Ph.D., RDN, an integrative and functional registered dietitian specializing in digestive and hormone health. “Matcha may also help to lower the risk of cardiovascular diseases and improve heart health through its ability to increase insulin sensitivity, reduce total and LDL (bad) cholesterol and reduce triglycerides,” says Dunn. She adds that matcha may even have a small but beneficial effect on high blood pressure by boosting antioxidant enzymes that protect blood vessel walls from damage.  May Support Your Gut Health Regularly sipping on matcha tea may be good for your gut. The EGCG in matcha can help support gut health by counteracting harmful bacteria and promoting the growth of beneficial bacteria in the gut, says Dunn. For that reason, matcha may be a good addition to your diet in cases of irritable bowel syndrome (IBS), inflammatory bowel disease (IBD) or small intestinal bacterial overgrowth (SIBO) and H. pylori infections, she says.May Help Manage Your Blood Sugar Matcha may help lower blood glucose levels through its ability to improve insulin sensitivity. “Think of insulin like a key, allowing glucose to enter your cells to be used, versus floating freely in the blood,” says Dunn. “When your cells are more sensitive to insulin, your body is better able to use glucose as fuel versus storing it as body fat,” she explains. The compound in matcha that is believed to regulate insulin secretion and enhance insulin sensitivity is a plant pigment called quercetin. This compound may support carbohydrate metabolism, says Noval, which may be one tool to help manage healthy blood glucose levels. May Support a Healthy Weight Matcha’s rich EGCG and caffeine content may help slightly increase your metabolism and ability to burn fat through a process called thermogenesis, says Dunn. “This increased thermogenesis helps your body to produce more heat, which increases the calories you burn at rest,” Dunn explains. This effect is likely to be small (and more research is needed), but matcha may play a role in your overall diet if you’re aiming to lose weight.Matcha Nutrition Facts One serving (1 teaspoon) of matcha green tea powder contains: Calories: 3Protein: 1 gFat: 0 gCarbohydrates: 0 gTotal Sugars: 0 gFiber: 1 g (3% DV) Matcha is a low-calorie beverage with very few vitamins and minerals. However, it is a significant source of bioactive compounds, including L-theanine, quercetin, catechins, caffeine and chlorophyll, which are responsible for matcha’s various health benefits.  Potential Side Effects and Precautions Though matcha is typically safe to consume and well-tolerated by most people, its caffeine content may cause side effects in some individuals. “It may induce anxiety, irritability, insomnia or headaches in those sensitive to caffeine,” says Dunn. In addition, high doses of matcha may affect liver enzyme function and detoxification pathways in the body. (This is most likely to occur from taking high doses of green tea supplements.) As a result, Dunn warns that this can interact with some medications. Therefore, if you have preexisting health conditions and are taking medications, speak with your health care provider to ensure matcha is safe for you to consume.Best Ways to Enjoy Matcha  Matcha boasts a rich, earthy and slightly bitter flavor with a subtle sweetness that can be enjoyed in a variety of ways, including:Sipped hot: Using a bamboo chasen (tea whisk), mix ½ teaspoon of matcha powder with 4 ounces of hot water poured from an electric kettle or tea pot to make a perfect cup of traditional matcha tea.Mixed into lattes: To elevate traditional matcha tea, simply add your favorite milk and sweetener of choice to make a hot or Matcha Green Tea Latte.Paired with oats: If you want to enhance your ordinary overnight oats, try adding a scoop of matcha for a vibrant and delicious twist.Baked into dessert: Matcha is also an excellent addition to baked goods.Blended into smoothies: To reap the benefits of matcha, consider adding this potent powder to your favorite green smoothie.Frequently Asked QuestionsMatcha is a green tea powder that is made from the leaves of the Camellia sinensis plant. What sets it apart from other green tea varieties is its unique cultivation process.During the growth period, the green tea bushes are covered with bamboo to shade the delicate leaves from direct sunlight. This method of sun protection prompts the tea leaves to produce higher amounts of beneficial compounds, including chlorophyll and L-theanine. These potent plant compounds give matcha its distinctive dark green pigment and robust flavor. After the leaves have fully matured, they are carefully harvested and lightly steamed. The leaves are then ground into a fine powder to make matcha tea. Unlike steeping traditional green tea, matcha involves consuming the entire leaf, offering a more concentrated source of its many health-enhancing compounds. Matcha's health benefits may include cognitive function, heart health, cancer risk, insulin sensitivity, gut health and weight management. Yes, it is OK and beneficial to drink matcha regularly. Matcha is a great beverage to consume in the morning, as it contains L-theanine and caffeine. The L-theanine, in particular, helps to offset the jittery feeling associated with caffeine consumption while promoting a sense of calm and mental clarity. While more research is needed to confirm matcha’s effects on weight loss, it may help increase your metabolism and ability to burn fat through a process called thermogenesis. However, matcha is not a magic bullet for weight loss and should be combined with a balanced diet and regular exercise. Although matcha is safe to consume for most people, its caffeine content may cause several side effects, including headaches, anxiety, irritability and insomnia in those who are sensitive. Additionally, high doses of matcha may negatively influence liver enzyme function and the metabolism of certain medications. Therefore, it may be helpful to talk to your health care provider before making matcha a regular part of your dietary regimen.The Bottom Line Whether enjoyed in a cozy coffee shop or the comfort of your home, matcha contains several key compounds that make it ideal to add to your routine. From L-theanine to EGCG, matcha offers potential benefits for brain, gut and heart health and may aid in weight management and improve your blood glucose levels. If you have existing health concerns, be sure to consult with your health care provider before incorporating it into your daily routine."
    },
    {
        "title": "It’s Considered an Old-Timey Disease. So Why Are Cases of It on the Rise?",
        "source": "Slate Magazine",
        "publishedAt": "2025-03-28T18:29:00Z",
        "url": "https://slate.com/technology/2025/03/tuberculosis-cases-outbreak-usaid-vaccine-tests.html",
        "textContent": "Medical ExaminerAfter Decades of Decline, Tuberculosis Is on the Rise in the U.S. Here’s What You Need to Know.Why is this happening? When should I worry about getting tested? Is there a vaccine?March 28, 20252:29 PMSpencer Platt/Getty ImagesSign up for the Slatest to get the most insightful analysis, criticism, and advice out there, delivered to your inbox daily.Tuberculosis has been crawling its way back into the spotlight. In 2020, after a three-decade decline, TB cases in the U.S. began climbing again. Last year, that number was at its highest since 2011. There has been a TB outbreak in Kansas since January 2024, with over 100 people infected and two deaths. Recent data show that Europe saw a 10 percent rise in childhood infections in 2023, with more than 7,500 cases. What with World Tuberculosis Day this week, and the release of John Green’s new book Everything Is Tuberculosis last week, TB, which is often thought of as an old-timey disease, might seem to suddenly be a concern once again.In reality, though, tuberculosis never went away. It regularly kills over a million people a year and infects millions more. It is literally the world’s deadliest infectious disease—yes, you read that right. It was bumped out of first place by COVID-19 for a while, but it returned to the top last year.We don’t hear much about TB in the U.S. because it’s largely under control here, but it’s a huge threat in other regions, particularly Southeast Asia and Africa. There are treatments for TB. And yet, the federal government’s recent cuts to foreign aid mean that many people across the world will no longer be able to access treatment (on top of all the people who already lacked access to treatment). “We can cure virtually everyone with tuberculosis,” says William Schaffner, a professor of infectious diseases at Vanderbilt University Medical Center. “We have the capacity to do that.” As Slate’s Tony Ho Tran wrote eloquently in a piece about Green’s new book: “It’s a decision to let people die.”That decision also increases the risk for Americans, most of whom have long been lucky enough to not have to think about TB. Let’s talk about it.So why are cases rising in the U.S. right now?Any time there’s turbulence in the world, the risk of transmission increases. That’s true of most diseases, but especially for TB, which requires long courses of treatment to work. Whether due to armed conflicts, refugee migration, or a global pandemic, “if populations are in turmoil, public health breaks down,” says Schaffner. “And tuberculosis control programs come to a screeching halt.” That’s what happened in 2020, when COVID brought the world, and TB control programs, to a stop. When those initiatives stall, infected individuals can’t receive their treatment, and they can’t be monitored and supported while receiving their treatment. That leads to more transmission, which means more infections—which increases risk even in places where the disease has been under control.I’m realizing I don’t even know what tuberculosis is.Fair enough! It shows up in movies and books as old-fashioned and romantic—think poets wasting away by the seaside of “consumption” (TB’s historical nickname). The wasting-away part is true: “For the most part, TB is a smoldering disease,” says Schaffner. It kills slowly. But it’s definitely not romantic.Tuberculosis is caused by bacteria that, after infecting a person, tend to hibernate in the body. It can stay there for five, 10, 20 years, without causing any symptoms. This is known as latent infection, and it’s not contagious.Eventually, though, the bacteria wake up, and that’s when active infection starts. At that point, the person with the infection is now contagious. The bacteria start eating away at the lungs, destroying tissue. From there, it can move to other parts of the body. Symptoms—prolonged cough, chest pain, weakness, fever—may start off mild. Depending on the person’s age and health, they can suffer from active infection for more than a year, losing weight due to lack of appetite and extreme abdominal pain, until their lungs collapse or fill with fluid—or a few other terrible possibilities.But there are treatments available, right?Yes. “TB is curable and preventable,” according to the World Health Organization’s website. However, treatment isn’t a straightforward one-and-done kind of thing. It involves six months of a multidrug regimen; using just one drug can lead to the bacteria’s becoming resistant such that they simply do not respond to that drug. In some cases, if treatment is implemented incorrectly, a person’s bacteria can become resistant to multiple drugs, which then makes it very difficult to treat. Multidrug-resistant TB is considered a pretty serious public health issue.Crucially, you don’t want something happening in the middle of TB treatment that disrupts a patient’s access to drugs. The Trump administration’s funding cuts to the U.S. Agency for International Development, which among many other things supports TB treatment programs, are just that kind of disruption.Yikes. What about preventing TB in the first place? Is there a vaccine?There is one, but it’s not very effective for adults or adolescents. For babies and small children in countries where TB is common, it can help protect against death and more severe illness.Finding a new, better TB vaccine is one of the holy grails of vaccinology, says Schaffner, along with better flu and COVID vaccines and an HIV vaccine: “These are at the top of the list of every vaccinologist’s Christmas list.”Can we treat latent TB, then? Get ahead of things, instead of waiting for the infection to become active?We can! And that’s the ideal situation: Find everyone with latent TB and treat them before they become contagious and experience symptoms. “That’s actually part of the plan of every state’s TB program,” says Schaffner. “And we need to do more of that.” You can test for TB with an easy skin test; there’s also a newer blood-test option. The good news is that if you do have latent TB, you don’t have to wait until it becomes active to receive treatment (which is still a regimen of multiple drugs over several months).OK, I’m ready to get tested! Point me to the nearest TB testing stand.If you’re near the outbreak in Kansas, you may be contacted by public health authorities to get tested. In those cases, “please cooperate with the public health authorities, because it’s to your own benefit,” says Schaffner. But in general, we don’t do mass TB testing in the U.S. because there’s no real need. Despite being deadly, TB is not contagious in the way that measles or COVID is—TB typically requires prolonged exposure. Certain populations are at higher risk of TB, Schaffner says, including people in low-income areas, people who have been in prison, people with HIV infection, or people raised in countries where TB is more common. Screening is more important in those communities. Other populations, like health care workers, are regularly tested for TB.But if you don’t fall into any of those categories, it’s very, very, very unlikely that you’re harboring TB bacteria.But with TB rates rising in parts of the world …Right. People in the U.S. are extremely fortunate to not have to think about tuberculosis on the regular. As the richest country in the world, we have a responsibility to help those who are less advantaged. So we should care about the rising cases for humanitarian reasons. But TB in other parts of the world does also concern the U.S. directly. “Germs don’t need a passport,” says Schaffner. “Whatever’s over there can be over here in 24 hours.” This is true of any infectious disease, and something we saw very clearly with COVID-19. Again, TB is not at all like COVID—and the primary reason to worry about TB is because of the destruction it causes globally, not because of the risk it poses to you personally. But the more TB spreads, the higher your chances of being near an outbreak.Undoubtedly, the cuts to USAID funding—which, in addition to funding prevention, testing, and treatment services, has been the world’s third-largest TB research funder—will lead to more illness and death. It might not be immediately apparent in the data, says Schaffner, because TB is a relatively slow-moving disease. But many lives are already being affected. As WHO Director General Tedros Adhanom Ghebreyesus told Reuters: “The fact that TB still kills and sickens so many people is an outrage, when we have the tools to prevent it, detect it and treat it.”Get the best of news and politicsSign up for Slate’s evening newsletter.HealthResearch"
    },
    {
        "title": "My Daughter Has a Rare Condition That Requires a Specialist. But She’s Refusing the Only Option Available.",
        "source": "Slate Magazine",
        "publishedAt": "2025-03-28T17:42:00Z",
        "url": "https://slate.com/advice/2025/03/rare-condition-specialist-care-and-feeding.html",
        "textContent": "Care and FeedingI’m not sure what I’m supposed to do here.March 28, 20251:42 PMPhoto illustration by Slate. Photo by Usman Yousaf/Unsplash. Care and Feeding is Slate’s parenting advice column. Have a question for Care and Feeding? Submit it here.Dear Care and Feeding. My 14-year-old, “Kim,” was recently diagnosed with a condition that is not life-threatening but that does need to be managed by a specialist. There are not many specialists, as the condition is relatively rare. She must see this specialist every 4-to-6 weeks for at least a year or two. Our family gets our health insurance from my husband’s employer; if the doctor is in-network, the copays are very affordable. A handful of in-network specialists are within a two-hour drive of our house, and they are all male doctors. The problem is, Kim refuses to see a male doctor, as her condition may require occasional physical examinations on a private area. I totally get Kim’s feelings; I prefer female doctors if they will see me naked, but I will see a male doctor in an emergency or if there are no other options.There are one or two female doctors out-of-network that are driving distance, but paying out-of-pocket for monthly visits (not to mention testing if these doctors use only out-of-network labs) will be cost-prohibitive without cutting the budget elsewhere. I am unsure what to do and feel there is no good answer. It does feel wrong to make Kim see a doctor she feels uncomfortable with. On the other hand, I do not want to lessen our contributions to retirement accounts, college funds, and other savings. My daughters (I have two other teens) do one non-school-sponsored extracurricular (music lessons, dance classes, etc.). I do not want this to impact my other girls, and it feels unfair to ask Kim to choose between flute lessons or a female doctor. Forgoing medical care is out of the question.I have considered the remote possibility that Kim feels uncomfortable because of a nonconsensual sexual experience, but she maintains that nothing like that has happened to her. I have told her that these male doctors will allow her to have a female nurse or patient advocate in the room with her during the exams and that I (her mom) could go in the examination room with her if she wants me to. But Kim still protests when I bring up seeing the male doctor. What do you think I should do?—Doctor’s OrdersDear Doctor’s Orders, You’re right, there’s really no good answer here. Either Kim will have to get past her discomfort with male doctors, or there will have to be significant financial sacrifices made to accommodate her. I think you should let your daughter know that there are likely to be times in her life when a female doctor may not be an option, such as on a trip to the emergency room; it’s also possible that if she continues to have to manage this rare condition, there may not be female specialists available in the future—it would be best to help her get past this aversion now.Be honest with her about the fact that you simply can’t afford to take her to an out-of-network woman doctor this time, and let her know that it’s still the case that most doctors are male and the vast majority of them care for female patients with no issues. Reiterate your promise to be in the exam room with her, and alert the practice about your daughter’s anxiety, so that the doctors and staff may be extra sensitive. Gently explain to her that she simply cannot forgo this care and that she has no choice but to allow a man to treat her.Please keep questions short (<150 words), and don‘t submit the same question to multiple columns. We are unable to edit or remove questions after publication. Use pseudonyms to maintain anonymity. Your submission may be used in other Slate advice columns and may be edited for publication.Dear Care and Feeding,My daughter is very intelligent, but she has taken some fringe positions recently, and the weird thing is, I think I might actually agree with her! Ever since last year, when her friend had to drop out because she got long-COVID, my daughter has become obsessed with it. First, she was just obsessively reading articles on health and wellness, but now she’s sending me studies from medical journals about how getting COVID affects all these organs and aspects of the body. Worse yet, now she’s bought this high-end respirator that looks like some kind of space alien mask and refuses to be around people if she’s not wearing it. She’s even talking about changing her major to epidemiology and abandoning her dream of being a teacher.I’m worried that she’s alienating herself from her peers and making herself a target for social ostracism. We were reasonably cautious during the pandemic when she was in high school, but I don’t bother masking anymore since we’ve had the virus a few times and it didn’t seem so bad. Now, however, my daughter has me reconsidering the choice to stop masking since she’s constantly telling me about some horrible outcome that someone she read about had from it. I don’t want her to be right about this, especially since this choice is almost certainly hurting her socially, but the more I’ve researched it myself, the more I think she may have a point. How can I help her balance these fears without letting her get totally alienated from her peers for being the weird girl in the mask?—Mother of Darth DaughterDear Mother, While this is not a medical column and I can’t advise in that capacity, I will say that personally, I think your daughter is has a point. Most of us stopped taking COVID seriously a couple of years ago, but it is still very much out here; furthermore, long-COVID sufferers are experiencing devastating symptoms, and we still don’t know all the long-term effects of even a short course of the virus. It seems unreasonable to me to be concerned about the social impact on your daughter when it sounds like she’s taking wise steps to protect herself from what could be a devastating illness, particularly when you consider what happened to her classmate.Ask yourself, does she have meaningful friendships? Has her social life suffered since she started taking COVID more seriously, or are you just assuming that the respirator turns people off?As a compromise, you could encourage her to continue masking up but ask her to consider a less obtrusive N95 mask for situations in which she needs to interact with people, such as at school or at family functions. But honestly, it sounds like she knows what she’s doing here better than a lot of us do. If your daughter’s concern about this starts to turn into a true fixation or obsession, in the sense that it is damaging the rest of her life, get her to a therapist to parse out sensible protection from problematic anxiety. But for now, I’d say let her take care of her own health as she chooses.Catch Up on Care and Feeding· Missed earlier columns this week? Read them here. · Discuss this column in the Slate Parenting Facebook group!Dear Care and Feeding, My ex says he’s in love with his new girlfriend. He says everything about her is better and he’s never been happier. I broke up with him, hoping he would realize his abusive ways need to change. Instead, he got this girlfriend and now messages me multiple times a day about how he hates me (with awful insults) and loves her. I’m so heartbroken! He claims to have gotten a job, but all the years I was with him, he never worked once. He says he’s gonna marry her, but would tell me I don’t deserve it. I don’t understand why he can do all these things for someone new who won’t even give him a place to stay, but not me? What’s wrong with me?On top of everything, he hasn’t seen our son since we broke up. He’ll only see him if I’m not there, but if I say fine, he gets mad at me and accuses me of wanting to go be with other men during that time. I’m at my wit’s end. Should I wait and hope this passes and that he will come to his senses? Do I write him a letter about how sad I am? Should I contact his mother or aunt? I used to tell his dad about how his son was behaving, and he would set him straight, but he died recently. I just want this whole ordeal to end.—Don’t Want to Be Alone ForeverDear Don’t Want to Be, You did the right thing by leaving this man. He abused you during the relationship and continues to abuse you via text message. There is nothing wrong with you that is preventing your ex from treating you the way you deserve to be treated. He is not a good guy, and you know that. Instead of agonizing over what he may or may not be doing for his alleged new woman (whom he may be fabricating just to get under your skin), you need to be focused on taking care of yourself and your child. Why would you want a man who mistreats you, doesn’t work, and uses his relationship to you to determine if he sees his son or not?Are you in need of child support? I am assuming that this guy doesn’t voluntarily give you money for your child. If you could use some additional support, consider going through the process of having him forced to pay child support through the court system. As far as facilitating visits goes, see if you can coordinate through his mother or aunt so you don’t have to deal with him harassing you about what you’re doing during that time. Let this man know that you are interested in allowing him to have a relationship with his son, but that you will only be willing to do that if he can both treat you with respect and be consistent. If he is unwilling to accept these terms, then do away with visitation.Your role as a mother must be a top priority, and you can’t effectively do that work while trying to navigate an abusive relationship. Has your son been a witness to how his father talks to you? If not, would you want him to see that? If so, have you considered the impact that may have on his relationships with women in the future? Would you want your son to grow up to be like his father? You have to (quickly) dry your eyes and move past your interest in this guy. The only thing he can do for you is step-up and be an active father to your child. If he refuses to do that, then you need to eliminate him from your life altogether. But the longer you hold on to the fantasy of having him as a partner, the longer he’ll be able to hurt you, and that will certainly impact your child in ways you do not want.—JamilahNever miss new Advice columnsThe latest sex, parenting, and money advice from our columnists delivered to your inbox three times a week.AdviceFamilyParenting"
    },
    {
        "title": "Several white tailed deer from 2024-25 hunting season test positive for Chronic Wasting Disease",
        "source": "WFMJ",
        "publishedAt": "2025-03-28T16:25:52Z",
        "url": "https://www.wfmj.com/story/52640602/several-white-tailed-deer-from-202425-hunting-season-test-positive-for-chronic-wasting-disease",
        "textContent": "NewsCWD is a neurological disease that is fatal to white tailed deer and other similar species like mule deer, elk and moose.Several white tailed deer taken during this past hunting season have tested positive for Chronic Wasting Disease (CWD).According to the Ohio Division of Wildlife, 24 white tailed deer taken during the 2024-25 hunting season tested positive for the disease. A total of 5,783 deer were tested.None of the CWD positive deer were found in the Mahoning Valley. You can take a look at the Division of Wildlife's CWD dashboard here.CWD is a neurological disease that is fatal to white tailed deer and other similar species like mule deer, elk and moose. There is no cure for the disease and there is no strong evidence that it is transmissible to humans.The Division of wildlife has extensively monitored and tested deer in the disease surveillance area since CWD was discovered in the wild in 2020. The agency has conducted routine surveillance for CWD since 2002 with more than 40,000 deer tersted."
    },
    {
        "title": "Caffeine Drinkers Are Using This Supplement To Curb 'Coffee Anxiety'—Is It Legit?",
        "source": "Women's Health",
        "publishedAt": "2025-03-28T16:07:00Z",
        "url": "https://www.womenshealthmag.com/health/a64277082/coffee-caffeine-anxiety/",
        "textContent": "Ever feel like you’ve had one cup too many? Of coffee, that is. Or, honestly, the first cup mightalready feel like overkill for your nervous system and stress levels.If you've started to question whether coffee might be triggering anxiousness and jitters for you during the day, you’re not alone. Trending hashtags like #coffeeanxiety, #decafcoffeegirlies, and #decafcoffeedrinker on TikTok are filled with posts and comments from people experiencing jitters, a racing heartbeat, and shortness of breath from their daily fix.Some even claim coffee has led to full-on panic attacks. So, is drinking coffee a possible anxiety trigger—and can you still enjoy a caffeinated cup without the negative side effects? We asked experts.What Coffee Does To The Body And BrainCaffeine is the main active ingredient associated with coffee and may very well be the reason most people drink coffee in the first place. But there are more than a thousand bioactive compounds found in coffee. Some of the most common ones include chlorogenic acids (CGAs), trigonelline, tryptophan alkaloids, and diterpenes, which are responsible for the taste, aroma and level of bitterness while also providing health benefits like regulating blood sugar levels, anti-inflammatory effects, and cognitive support. But caffeine, in particular, has been linked to various benefits including boosting metabolism and improving sports performance. A study published in the European Heart Journal even found that morning coffee drinkers were 16 percent less likely to die of any cause and 31 percent less likely to die of cardiovascular disease. Meet the experts: Ryan Sultan is the medical director at Integrative Psych and clinical psychiatry professor at Columbia University. Astrid Nehlig, PhD, is a neuroscientist and research director at the International League Against Epilepsy (INSERM) in Strasbourg, France.The Impact Of CaffeinePut plainly: “Caffeine is a drug—you don't think of it as a drug because it's everywhere and not regulated,” says Ryan Sultan, MD, medical director at Integrative Psych. “Coffee acts as a stimulant that directly impacts the central nervous system and triggers the body's fight-or-flight response,” Dr. Sulton explains. Caffeine also blocks adenosine receptors. Adenosine is a molecule that helps regulate bodily functions like sleep, blood pressure, and heart rate—and when caffeine blocks these receptors, the body responds by making you feel more awake, focused, and energized. The downside? This impact can also lead to physical sensations like increased heart rate, rapid breathing, and muscle tension—all symptoms that may mimic anxiety.Why Coffee Can Cause AnxiousnessCan coffee cause anxiety even in non-anxious people? The short answer: usually no, but there are exceptions. “In the general population, you don’t see people who generate anxiety disorders if they drink about one to three cups of coffee per day,” says Astrid Nehlig, PhD, a neuroscientist and research director at INSERM in Strasbourg, France.However, if you feel like you are the chillest person in the room yet feel on edge after drinking coffee, there are a few instances related to genetics variation, metabolization, and the amount/frequency of coffee intake—in which experts say coffee can certainly trigger anxiety—even in non-anxious people. Gene Variation Nehlig, who is also the editor-in-chief of Epilepsy,explains that a particular genetic variation exists that can mess with how your body regulates dopamine and wakefulness, making you more sensitive to caffeine. However, the variation is “quite rare, affecting only about 5 percent of the population, ” she notes. On top of that, having this gene variation also makes you a \"slow caffeine metabolizer,\" Nehlig says—which means your body takes longer to break down caffeine. You would likely only know that you have this genetic variation if you have done genetic testing via your doctor or an at-home genetic testing health kit.MetabolizationThe metabolization factor, or how fast the body breaks down the caffeine in your coffee, affects your sensitivity to coffee. Usually, the half-life of caffeine is between three and five hours. However, “The population is evenly distributed between fast and slow metabolizers of coffee, and how long the half-life of coffee remains in their system can be a determinant of how sensitive people are to caffeine,” says Nehlig. This is why some people can drink multiple cups of coffee in a short time without issues, while others start feeling jittery or anxious after just one cup. Fast caffeine metabolizers break down caffeine quickly, so they can have two to three cups over six hours without much buildup in their system. On the other hand, slow caffeine metabolizers process caffeine more slowly, so it stays in their system longer. As they continue drinking coffee, the caffeine accumulates, making them more likely to experience side effects like anxiety and jitteriness.Caffeine Consumption Level And FrequencyThe last and most common instance in which coffee can cause non-anxious people anxiety is the amount of caffeine consumption. As a general rule, “If you drink too much coffee or too much caffeine in other forms, then it’s contraindicated for you and you will start raising anxiety,” says Nehlig. Coffee naturally has a larger concentration of caffeine than some other caffeinated drinks. The exact amount of caffeine in a cup of coffee depends on the coffee variety, region it comes from, brewing method, and serving size. The recommended amount? The FDA cites 400 milligrams per day—which is about four or five cups of coffee—as a safe amount for adults. “In most people, it's just finding the right level under which they have no anxiety,” says Nehlig, who adds that no more than 200 mg per sitting and no more than 400 mg a day of caffeine should be exceeded regardless of the source of caffeine including teas, matcha, sodas, and energy drinks. How much caffeine is in these common drinks (12 oz.), according to the FDA:Decaf coffee: 2 to 15 mgGreen tea: 30 to 50 mgSoft drinks: 23 to 83 mgMatcha: 35 to 130 mg Black tea: 25 to 48 mgEnergy drinks: 80 to 200 mgCoffee: 113 to 247 mg (depending on brewing method)Ever wondered why drinking coffee affects you differently than drinking matcha or green tea? The bottom line is that coffee in and of itself is probably not causing your anxiety. It is the amount of caffeine in a serving of coffee itself that explains why your sensitivity to anxiety increases as a response to having a higher caffeine quantity in your beverage.Can L-theanine supplements fix the coffee and anxiety problem? L-theanine is an amino acid naturally found in matcha and green tea—and the compound supposedly helps you relax and feel less stressed. (That may be why many anxious coffee drinkers tout sipping matcha or green tea as a healthier, calmer alternative.) Given L-theanine's benefits, some drinkers have added L-theanine supplements to their coffee to help cancel out the stimulant effects of caffeine. Influencers on TikTok like @drjolenebrighten are suggesting matcha as a coffee substitute due to its naturally L-theanine properties. Others like @drsood have advised that, “to combat the jitters of coffee,” you can literally add L-theanine to coffee to reduce stress and anxiety.In theory, this idea makes sense. But in practice, both Nehlig and Dr. Sultan say there isn’t enough research to recommend adding L-theanine supplements to coffee for this purpose—mainly because there’s currently no research that proves a benefit, or explores the implications of combining these chemical compounds. “It's true that tea is making you less nervous, but there is twice or even three times less caffeine, which might already be an explanation,” says Nehlig. So, the L-theanine may not have anything to do with it.Instead, Dr. Sultan recommends drinking L-theanine from sources that naturally contain it already like tea and matcha rather than adding an L-theanine supplement to coffee.How To Enjoy Your Coffee Sans AnxiousnessOur experts reiterate that caffeine itself doesn’t usually cause anxiety but can make it worse if you’re already prone to it. However, if you do think your caffeine intake is bringing out anxiousness for you, consider cutting back or kicking the habit entirely.If coffee makes you feel jittery, try channeling that energy into movement, like a quick walk. If you’re especially sensitive, Nehlig recommends switching from Robusta (which has twice the caffeine of Arabica) to a lower-caffeine Arabica variety like Bourbon Pointu. And if caffeine still feels like too much, decaf lets you enjoy coffee’s perks without the buzz. Bonus tip: Pair your coffee with food instead of drinking it on an empty stomach to soften the impact.You can enjoy your coffee—just tweak your routine to make it work for you.Doris Alvarez is a freelance writer covering women’s health, lifestyle trends, and cultural issues. As a former producer, her work was featured in NBC News, MSNBC, and Telemundo. She has a master’s degree from Northwestern University."
    },
    {
        "title": "Person with measles could have exposed others at N.J. medical center",
        "source": "nj.com",
        "publishedAt": "2025-03-28T15:50:00Z",
        "url": "https://www.nj.com/healthfit/2025/03/person-with-measles-could-have-exposed-others-at-nj-medical-center.html",
        "textContent": "HealthUpdated: Mar. 28, 2025, 5:05 p.m.Published: Mar. 28, 2025, 11:50 a.m.By Jackie Roman | NJ Advance Media for NJ.comAn out-of-state visitor with measles could have exposed others at a Mercer County medical center last week, the state Health Department announced Friday.The patient visited the emergency department at Capital Health Medical Center in Hopewell from 5:15 p.m. on March 22 to 1:30 a.m. the following morning, according to the state announcement.Exposed people could develop symptoms as late as April 12, health officials said. Individuals at risk include those who have not been fully vaccinated or have not had measles in the past.ALSO: Do I need a measles vaccine booster?The case is unrelated to a separate incident in which a passenger infected with measles traveled on an Amtrak train between New York Penn Station and Washington D.C. last week, officials said.There were no other cases reported as of Friday, the announcement said. Measles is a highly contagious virus easily spread by an infected person talking, coughing or sneezing. Symptoms include a high fever, cough, runny nose, watery red eyes, and a red rash that begins at the hairline. In serious cases, infected people may develop pneumonia and encephalitis. Pregnant women may miscarry or deliver a low birth-weight baby, the health department said.People with measles are contagious from four days before the rash appears through four days after the rash appears.The announcement comes amid a rise in measles globally. Measles was declared eliminated in the United States in 2000. However, measles-mumps-rubella vaccine coverage in the United States among kindergarteners is now below the 95% coverage target — much lower in some communities — and is decreasing, according to the Centers for Disease Control and Prevention.In just the past three months, the CDC has been notified of 378 cases of measles in the U.S.— a 32% increase from what the country saw in all of last year. The cases include two deaths"
    },
    {
        "title": "Updated: Sixteen sick with tuberculosis in Lower Yakima Valley",
        "source": "Yakimaherald.com",
        "publishedAt": "2025-03-28T15:45:00Z",
        "url": "https://www.yakimaherald.com/news/local/government/updated-sixteen-sick-with-tuberculosis-in-lower-yakima-valley/article_73beaf2e-05ef-4223-b8b8-a8693b46c5e8.html",
        "textContent": "Sixteen people in Yakima County have active cases of tuberculosis, according to Yakima Health District officials.Seven cases are being monitored by the Yakima Health District and nine are being monitored by Indian Health Services.The agencies are working to identify and test anyone that may have been exposed to the disease, Stephanie Ruiz, Yakima Health District spokesperson said in an email. The first case in the county was confirmed in September, but not all active cases are linked to the same outbreak.The cases are in the Lower Valley, but specific cities and locations are not released to protect patient privacy, she said.Severity of cases can vary, Melissa Sixberry, director of disease control for the Yakima Health District said at a Board of Health meeting on Wednesday. Some people may experience a mild cough, but others may take a long time to recover.\"It's a large number compared to what we normally would be managing,\" Sixberry said.Tuberculosis patients must have their treatment observed daily, which can cause a strain on health resources, Sixberry said. The county has been using video visits, but Indian Health Services must go to the patient to do it in person.\"Treatment can go anywhere from four months to 12 months,\" Sixberry said.Most people can receive their treatment at home, Ruiz said. Tuberculosis, or TB, is a respiratory disease caused by a bacteria and spread through the air when an infected person coughs or speaks, according to the CDC. Without treatment, it can be fatal. Some people can have the disease without symptoms, called inactive TB. The risk of exposure is low unless you have prolonged exposure to an infected person, Ruiz said. Anyone with concerns should speak with their primary care provider.In other newsYakima County has had 12 flu deaths since the season began in September.\"Activity is still high,\" Sixberry said in the meeting.There have been no pediatric deaths in the county, but there have been elsewhere in the state.This story has been updated with additional information from the health district.Questen Inghram is a Murrow News Fellow at the Yakima Herald-Republic whose beat focuses on government in Central Washington communities. Email qinghram@yakimaherald.com or call 509-577-7674.This story can be republished by other organizations for free under a Creative Commons license. For more information on this, email news@yakimaherald.com."
    },
    {
        "title": "Drinking from plastic bottles directly linked to high blood pressure and heart problems",
        "source": "Earth.com",
        "publishedAt": "2025-03-28T23:06:42Z",
        "url": "https://www.earth.com/news/drinking-from-plastic-bottles-linked-to-high-blood-pressure-and-heart-problems/",
        "textContent": "Plastic containers and packaging are everywhere, as many people rely on them for food storage, convenience, and hydration. Plastics have improved modern life in countless ways, but the ultimate price of this convenience is only now coming clearly into focus.We have reached the point as a society where researchers have begun looking beyond the environmental hazards of plastic pollution to uncover hidden connections between plastic exposure and human well-being. Questions are emerging about how microplastics might be affecting our bodies and whether this is something we should address.Some everyday items, such as water bottles, may contribute far more than trash. They could be releasing tiny plastic particles that slip into our bodies. Early studies suggest that plastic particles are influencing human blood pressure, a condition linked to serious cardiovascular problems. According to Dr. Johanna Fischer from the Department of Medicine at Danube Private University in Austria, a few recent findings have sparked new debates about what happens when microplastics flow through our bloodstream.Tiny pieces of plastic wreaking havocMicroplastics measure less than 5 mm, arising from the breakdown of larger plastics or from everyday sources like car tires and synthetic clothing. They have been detected in food, water, and the air. Scientists have identified them in the placenta, in certain organs, and even in the bloodstream. Their presence has raised concerns because they might trigger inflammation or hormonal imbalances. By entering daily routines unnoticed, these microscopic bits could pose health hazards that are still under investigation.Recent work has pointed to an unexpected culprit for high blood pressure. Their investigations indicate that common water bottles can release particles into the liquid we drink. According to preliminary insights, microplastics can migrate into our system, with potential effects on blood pressure measurements. Investigators also discovered these minute fragments in glass containers, which complicates efforts to avoid them altogether. This points to a wider issue that stretches beyond visible waste and calls for innovative approaches to monitoring exposure.Plastics linked to blood pressureEight healthy adults took part in a project aimed at exploring any links between plastics and blood pressure. They were asked to rely on tap water instead of bottled drinks for about a month. Blood pressure readings were collected at the outset, after two weeks, and at the end of four weeks. The findings indicated that women showed a noticeable dip in blood pressure levels, particularly in diastolic readings, while men did not exhibit the same changes.One explanation might be that only three men participated. That small number makes it difficult to form broad conclusions. Still, the overall data hint that cutting back on plastics could influence cardiovascular health by reducing the number of plastic particles present in the bloodstream. The research group emphasizes that larger trials are needed. They aim to measure the actual concentration of microplastics in the blood, providing a clearer picture of how plastic exposure might relate to changes in blood pressure.Blood pressure and plastics – the results“We concluded, after extensive research, that beverages packaged in plastic bottles should be avoided,” the research team warned. The changes observed in blood pressure suggest that reducing the intake of plastic particles could lower cardiovascular risk, emphasizing how these findings may fit into the bigger picture. For these scientists, a lower exposure to plastics seems to correlate with improvements in some blood pressure markers.By stating that “plastic particles present in the bloodstream could contribute to increased blood pressure,” the team highlighted a potential link between microplastics and cardiovascular concerns. Although their study involved only a small group, they view the results as a motivation to investigate these interactions further. While the precise pathways remain unclear, the prospect that tiny plastic fragments might affect blood pressure and overall cardiovascular health should encourage us all to rethink these common habits.What happens next?Because hypertension is a leading cause of heart complications, any factor that might raise blood pressure deserves scrutiny. Humans already face multiple risks for cardiovascular disease, so identifying one that might be avoidable is compelling. Limiting bottled beverages or opting for tap water in reusable non-plastic containers will definitely help reduce exposure, though additional verification is needed to confirm the long-term impacts.Reviewing many different studies, it’s very clear that microplastics have infiltrated every nook and cranny of our bodies, natural environments, and global ecosystems at large. On top of high blood pressure and other cardiovascular health issues that arise from the consumption of microplastics, scientists and physicians are concerned about inflammation, endocrine problems, and oxidative stress, all of which can harm overall health. Though the convenience of disposable products is tempting, making a personal choice of removing single-use plastics from our everyday lives will undoubtedly yield benefits – both for our health and the global environment. The full study was published in the journal Microplastics.—–Like what you read? Subscribe to our newsletter for engaging articles, exclusive content, and the latest updates.Check us out on EarthSnap, a free app brought to you by Eric Ralls and Earth.com.—–"
    },
    {
        "title": "Ohio county confirms its first measles case",
        "source": "WHIO",
        "publishedAt": "2025-03-28T22:41:47Z",
        "url": "https://www.whio.com/news/local/ohio-county-confirms-its-first-measles-case/RCNRLW2GEFE5JNWO4VZVKS3FKM/",
        "textContent": "A case of measles has been identified in Allen County, according to the Allen County Health Department.[DOWNLOAD: Free WHIO-TV News app for alerts as news breaks]The individual with measles is under the age of 18 and unvaccinated, the health department says.TRENDING STORIES:Organ donation safe, secure health workers say after rare rabies deathOhio lacrosse team escapes bus fire while returning from spring breakGov. DeWine signs bill banning DEI initiatives at public colleges into lawPeople who have been in contact with the individual have been notified by public health officials and informed of symptoms and quarantine procedures.“The safest way to protect children from measles is to make sure they are vaccinated,” said Brandon Fischer, Health Commissioner, Allen County Public Health.Ohio’s first case of measles was announced on March 20 in Ashtabula County. This led to the identification of ten other cases in Ashtabula County, nine of which had been in contact with the reported first case, according to the Ohio Department of Health.ACHD is reminding the community that measles is highly contagious. Nine out of 10 unvaccinated children who are exposed to measles will become infected, ACHD says.The measles virus can live in the air for up to two hours after an infected person leaves the room, according to ACHD. Symptoms may not occur for up to 21 days after exposure.Measles symptoms can include high fever, cough, runny nose, watery eyes, and a rash that appears 3-5 days after other symptoms occur, ACHD says.[SIGN UP: WHIO-TV Daily Headlines Newsletter]©2025 Cox Media Group"
    },
    {
        "title": "RFK Jr.’s Faulty Advice On Bird Flu",
        "source": "FactCheck.org",
        "publishedAt": "2025-03-28T22:22:29Z",
        "url": "https://www.factcheck.org/2025/03/rfk-jr-s-faulty-advice-on-bird-flu/",
        "textContent": "Este artículo estará disponible en español en El Tiempo Latino.In recent news appearances, Department of Health and Human Services Secretary Robert F. Kennedy Jr. has suggested allowing bird flu to spread in poultry flocks unchecked. Scientists say that’s risky because it gives the virus more opportunities to replicate, increasing the chance it could change to spread easily among humans.Avian influenza, or bird flu, has been spreading in U.S. dairy cows for more than a year now and has infected several dozen dairy workers. The virus also has infected flocks of chickens and other poultry in the U.S. since 2022, leading to the deaths of more than 168 million birds, infections in poultry workers and high egg prices.“We’ve in fact said to [the U.S. Department of Agriculture] that they should consider maybe the possibility of letting it run through the flock so that we can identify the birds and preserve the birds that are immune to it,” Kennedy said of bird flu in an interview with medical correspondent Dr. Marc Siegel. The conversation aired March 4 on Fox Nation.“Most of our scientists are against the culling operation,” Kennedy said in an interview with Sean Hannity, which aired on Fox News March 11. Kennedy advocated testing therapeutics in flocks and again suggested looking for birds with “a genetic inclination for immunity.”Researchers have acknowledged that culling on its own has not stopped bird flu from infecting poultry. But they said Kennedy’s strategy is risky and unlikely to yield a breakthrough in the search for bird flu therapeutics or genetic resistance.“If someone is going to say well, we should let the virus just go unchecked and follow RFK Jr.’s suggestion, we’re going to exacerbate the problem,” Dr. Maurice Pitesky, an associate professor at University of California, Davis, Veterinary Medicine Cooperative Extension, told us. “There’s no scenario where that is a good idea.”“Why do we want to give the virus a leg up? Why do we want to give it an advantage and let it do its worst without being checked?” Ian Brown, group leader of avian virology at the Pirbright Institute in the U.K., asked us. “That doesn’t feel terribly logical.”Letting bird flu run through poultry flocks is “not advisable and this will cause serious harm to poultry and put other animals at risk, but also humans who will have to manage the culling/clean-up, which poses a huge biosecurity risk,” Saskia Popescu, an infectious disease epidemiologist at the University of Maryland School of Medicine, told us in an email.Meanwhile, Kennedy left out important context about the risk of bird flu. And he misleadingly claimed that vaccinating poultry would turn birds into “mutation factories,” when researchers say that vaccinating birds could be one possible way of mitigating agricultural harm and reducing risks to people.Kennedy is in charge of HHS, not the USDA, so it is unclear how much his views will influence the policy on culling or vaccinating birds. On the human health side, lawmakers and scientists recently have raised concerns that HHS is threatening pandemic preparedness by pulling back funding to states being used to control infectious disease, embarking on a massive reduction in HHS staff and reportedly reevaluating a contract for research into bird flu mRNA vaccines.Secretary of Agriculture Brooke Rollins in a Feb. 26 Fox News interview indicated USDA might try out a pilot program to build a “safe perimeter” around some flocks to “see if there is a way forward where the immunity and the genetics and the DNA become part of this.”However, the USDA affirmed to us via email that its policy is still to require culling. “The United States will continue to follow our established stamping out policy,” in keeping with international guidelines, an agency spokesperson said, and also will work to “develop innovative strategies (including alternative response activities) and ensure we use every tool at our disposal” to fight bird flu.In late February, the USDA announced a $1 billion strategy to combat bird flu, which includes funds dedicated to developing vaccines for poultry and for improving biosecurity on farms. Good biosecurity can help prevent bird flu from being introduced to farms in the first place.Letting Bird Flu Spread in Poultry Is RiskyH5N1 bird flu — the type causing the current outbreak in the U.S. — spreads rapidly in chickens and is highly lethal. USDA policy is to kill all the birds in a flock once H5N1 is detected. This culling process, also referred to as depopulation, reduces bird flu’s ability replicate, mutate and spread.In his interview with Hannity, Kennedy blamed high egg prices on culling. “We’ve killed 166 million chickens,” Kennedy said. “That’s why we have an egg crisis.” But bird flu is the root cause of the bird deaths. These birds “would die anyway if they were not depopulated,” Brown said, explaining that the “lethality is pretty close to 100%.” The hens would stop laying eggs early in their infection, he added. When infection is allowed to take its course, poultry “die quite a horrible death,” Brown said, so there is also an animal welfare issue with not culling.The most likely outcome of stopping culling, Pitesky said, would be more bird deaths as the virus spread unchecked, ultimately reducing the country’s food security.“The quicker you depopulate, the quicker you can prevent disease transmission from that facility to other facilities or to wild birds that are in that area that are then going to transmit the disease to other facilities,” Pitesky said.Stopping culling could increase the risk of bird flu changing in dangerous ways. “The more opportunities the virus has to replicate, the more opportunities it has to mutate and reassort with all kinds of different strains,” Pitesky said.Kennedy was also wrong to almost entirely blame bird flu cases in humans on culling. “Almost all of the people who have gotten sick were workers who were involved in the culling operations,” he told Siegel. “That’s inaccurate,” Popescu said. According to the Centers for Disease Control and Prevention, 24 out of 70 U.S. human bird flu cases cave been in people exposed via poultry farms and culling operations.There have been cases “related to culling, but this is also in relation to poultry exposure overall – culling is a necessary practice to avoid additional exposure (humans and animals), and frankly it’s a horrific illness for birds,” Popescu said.Strategy Unlikely to Identify Flu-Resistant ChickensResearchers said that stopping culling in order to find resistant birds or new therapeutics was unlikely to be effective. “People have been trying to breed genetic lines that are resistant to flu for some years now and have generally failed to succeed,” Brown said.There has been research into whether some birds might have genes that could provide flu resistance, Pitesky said, but this work is done in poultry being raised in villages in Africa and Asia that have more genetic variation.Commercial chickens in the U.S. are bred to be as genetically identical as possible so that they will grow at the same rate, Pitesky added. These poultry are the “least ideal population” to test whether it’s possible to identify birds with genetic resistance to H5N1, he said.Pitesky also said that before testing a therapeutic in the field, “you ultimately need some indication that it’s going to work.” “The biggest issue is we don’t have anything in the pipeline right now, as far as I know, that there’s any indication it could be curative of a viral infection like this in poultry,” he said.Brown said that there have been concerns about whether therapeutics for chickens could be cost-effective, “even if they could do the job, which I doubt.”“I do think we do need to think outside the box, but that is not a viable outside-the-box scenario,” Pitesky said, referring to Kennedy’s proposal for finding resistant chickens.Vaccinating Poultry Could Curb Bird FluOne possible way to protect chickens would be to vaccinate them, Brown said. But in his conversation with Hannity, Kennedy misleadingly dismissed vaccination as a strategy that could harm human health. “All of my agencies have advised against vaccination of birds because if you vaccinate with a leaky vaccine — in other words, a vaccine that does not provide sterilizing immunity, that does not absolutely protect against the disease — you turn those flocks into mutation factories,” Kennedy said.Brown said that vaccination would reduce illness in birds and their ability to spread the virus. Bird flu vaccines do not completely prevent infection, and vaccination could favor versions of the virus that aren’t as well targeted by the vaccine. However, there isn’t evidence that vaccination would “generate some monster virus that can infect people,” he said.Poultry vaccines are available, and countries including Mexico, France, Egypt and China use vaccines against bird flu in poultry. The “claim that poultry vaccination will ‘turn those birds into mutant factories’ is incorrect,” virologist Angela Rasmussen of the University of Saskatchewan said in a social media thread. Vaccination in China against another type of bird flu virus, H7N9, did favor survival of flu genotypes that could evade the vaccine, she said. But researchers found that the “variants that emerged were less adapted to infect humans,” Rasmussen said, and vaccinating the birds “basically stopped human infections.”“So yes, RNA viruses like flu can mutate & vaccination creates selection pressures driving their evolution,” Rasmussen said. “But that doesn’t turn chickens into mutant factories & reduces the risk to humans.”There are policy and logistical barriers to vaccinating chickens in the U.S. Brown explained, for instance, that some countries do not allow imports from countries that vaccinate their poultry. The laying industry in the U.S. does not have a substantial export business and is for vaccinating poultry. The meat industry, also called the broiler industry, exports large quantities of chicken and is against vaccination due to the trade embargoes.As we’ve written, USDA is funding vaccine research. In response to a March 26 question from Forbes about Kennedy’s poultry vaccine comments, asked during an impromptu interview outside the White House, Rollins did not comment specifically but emphasized that multiple agencies would work together to curb bird flu.Risks of Bird FluThe CDC and the World Health Organization currently consider the risk of H5N1 bird flu to the general public to be low. However, public health experts still recommend that people take precautions, such as avoiding raw milk and using caution around wild birds and other potentially infected animals. Scientists also have emphasized that the risk level of bird flu could change very quickly if the virus changes to more readily infect and spread among humans.Kennedy — who has advocated deregulating raw milk in the past — left out this context in talking about the food supply. “It’s not transmitted through eggs or through dairy products,” he told Siegel.“As far as we know, you cannot get it from an egg or milk or meat from an infected animal,” he said to Hannity.There have been no documented human cases of bird flu in the U.S. resulting from eating eggs, milk or meat. Birds with flu stop laying eggs early in the course of their infection, and the virus isn’t found in high amounts in eggs, Pitesky said. For eggs, “I’d be more concerned about salmonella than I would about avian influenza,” he added. “Dairy is different,” Pitesky said, saying that raw milk is “dangerous,” both due to the potential presence of bird flu and due to other microbes. In cows, bird flu is found at the highest levels in the udder and milk. Pasteurization kills the bird flu virus, but it has been shown to persist in raw milk and raw milk products.Cats have died from H5N1 bird flu after drinking raw milk. “If someone is going to tell me, let’s wait until a human dies … I’m not willing to take that chance,” Pitesky said.Raw meat pet foods have also killed cats.Kennedy also said that B3.13, the version of bird flu that spread to cows in late 2023, is “not very dangerous to humans,” adding that it “is not something that we’re deeply concerned about.” He said to Siegel that the D1.1 version of the virus, which has been found in wild birds and poultry and also recently spread to cow herds, is “more dangerous.”To date, the B3.13 genotype has caused mild disease in humans. D1.1 and a related version of the virus, called D1.3, have led to three severe bird flu cases in humans in the U.S., including one death. The severe cases occurred in two people with backyard poultry and one worker who was culling diseased poultry.However, scientists cautioned against complacency in the response to any version of the virus. “It only needs to acquire a couple of mutations” to become more dangerous to humans, Brown said. “That risk profile might change.” “Epidemiologists like me are wary of drawing premature conclusions about severity,” Caitlin Rivers of Johns Hopkins Bloomberg School of Public Health wrote in a recent New York Times opinion piece. She cautioned against drawing firm conclusions from small numbers of cases occurring largely in dairy workers, when people with high-risk health conditions or the very old or young might be underrepresented.“I fear that the apparent mildness of infections in the United States has confounded calls to act more decisively,” Rivers wrote.Editor’s note: FactCheck.org does not accept advertising. We rely on grants and individual donations from people like you. Please consider a donation. Credit card donations may be made through our “Donate” page. If you prefer to give by check, send to: FactCheck.org, Annenberg Public Policy Center, P.O. Box 58100, Philadelphia, PA 19102. "
    },
    {
        "title": "Is It Healthy To Eat Yogurt Every Day? Experts Weigh In",
        "source": "Delish.com",
        "publishedAt": "2025-03-28T20:57:54Z",
        "url": "https://www.delish.com/food/a64144233/is-it-healthy-to-eat-yogurt-every-day-experts-weigh-in/",
        "textContent": "Most of us reach for yogurt at least once or twice a week. Whether we’re blitzing it into a smoothie, grabbing it from the cold case at a local cafe, or shoving a cup into our bag as we run out the door on a busy morning, we opt for it because we’re confident in its stunning nutritional resume and relative ease of consumption—especially when we’re on the go.But is it possible that we’ve become overconfident? Is yogurt really the nutritional powerhouse we believe it is? And, even if it is, is it possible to get too much of a good thing? As someone who personally LOVES yogurt (and eats it very often), I take these questions very seriously, so I took a deep dive into the topic, consulting two nutritionists and reading countless articles. Here’s everything you need to know: Let’s talk about that STUNNING nutritional resume:There’s no denying it: yogurt brings some amazing health benefits. According to registered dietitian Jessica Cording, dairy-based yogurt is a great source of calcium, vitamin B-12, riboflavin, potassium, and phosphorus. It also has a lot of protein (depending on the type and brand, a 5.3-ounce serving can contain up to 16 grams!) and, since most dairy in the United States is fortified with vitamin D, it’s a good source of that as well. Many types of yogurt also contain probiotics, aka beneficial bacteria, which, according to registered dietitian Kim Yawitz, “help optimize the balance between good and bad microorganisms in your gut.” Yawitz shares that eating probiotic-rich yogurt can potentially help to “fend off intestinal infections, relieve symptoms of irritable bowel syndrome, and reduce the risk of colon cancer.” Between the gut health benefits, all those vitamins and minerals, and the boost of protein, it might seem like eating a cup of yogurt every morning is a win-win.However . . . (let’s not get carried away!)Not all yogurt is created equal. While yogurt can have great health benefits, its specific nutritional value vastly varies depending on what yogurt you’re consuming. For example, only some types of yogurt carry the live probiotics that are so good for the gut. Yawitz shares that most naturally-occurring probiotics in yogurt actually die when the yogurt is pasteurized, so the only types of yogurt that still contain them are those where the manufacturers have actually added the bacteria back into the yogurt after it was pasteurized. These refortified yogurts are set up to benefit our gut health; anything that doesn’t tout “live probiotics” on the packaging won’t do your gut any good.In addition, a specific yogurt’s nutritional value can vary wildly depending on the amount of added sugar. According to Yawitz, a “seemingly innocent fruit-flavored yogurt” can contain “just as much added sugar as a serving of ice cream.” Don’t believe it? Check out the nutrition facts for this popular brand’s 6-ounce container of strawberry yogurt: it contains only 5 grams protein and a whopping 18 grams sugar. For comparison, a serving of this brand’s vanilla ice cream also contains (you guessed it!) 18 grams sugar. I don’t know about you, but given the option, I’d probably take the ice cream. Clearly yogurt has the potential to be a great healthy option on any (and every) weekday morning, but it’s not necessarily a given. So what do you buy?There are a few good rules of thumb to follow when choosing your morning “cuppa yo’.” Here’s what to look for, whether you’re cruising the dairy aisle or snagging a container at your local coffee shop:Go high-protein. Maximizing yogurt’s high-protein potential is especially important if you’re hoping to sustain your energy until lunch. Cording often recommends Greek or Icelandic-style yogurt since these varieties are both “higher in protein and will help you feel full for longer.” But she does note that these high-protein yogurts aren’t everyone’s favorite, and that if you prefers the texture of plain, non-Greek-style yogurt, you shouldn’t feel obligated to opt for it for the sake of a little extra protein. Instead, she recommends incorporating a little extra protein from other sources into that morning meal.Avoid the added sugars. Unless you actually want dessert for breakfast (and there’s definitely a time and place for that!), follow Cording’s recommendation and opt for “unflavored” over flavored (i.e. sweetened) yogurts. But if you really hate plain yogurt, don’t despair: Cording recommends looking for lower-sugar options or ones that use “natural sugar alternatives like allulose, monk fruit, and stevia.” She also suggests plain and flavored yogurt together and gradually adjusting the ratios over time so “your tastebuds adjust.” Keep it cultured. Make sure you’re actually getting all the probiotic benefits by checking the labels ensure your yogurt has been refortified with those bacteria. Yawitz recommends looking for products with the words “live and active cultures” on the label and specific strains of bacteria in the ingredients list.Yogurt has the potential to be a highly healthy addition to your diet, but it’s absolutely not a given. Double check the label on your carton next time to make sure you’re doubling down on the full benefits of your morning cup of yogurt.As food editor at Delish, Taylor Ann has tested and developed dozens of recipes, styled numerous photo & video shoots, and writes feature stories specializing in health, food science, and safety. Her Delish feature, \"8 Reasons You Should Never Eat Baby Carrots,\" has been read by 1.1M people, and her recipes, such as my Frico fried eggs, grilled Brie, and spinach puffs, have garnered 2.4M views on TikTok & IG. Taylor Ann has received a Top Toque award from ICE and has previously worked as a cook, most notably at abcV in NYC, and as a freelance recipe developer, working with outlets such as Health eCooks and Feel Good Foodie. TA loves to explore new cities and regions of the world and is particularly passionate about exploring foreign grocery stores. When she's not writing, cooking, or dreaming up new recipes to explore, she's listening to podcasts, running in the park, or going for long walks with her husband. See more at www.projectcookbook.org  Expertise: Food science, plant-based food, baking, and pastry  Education: Culinary Arts degree from the Institute of Culinary Education, Bachelor in English with Writing and Theater from Hope College   "
    },
    {
        "title": "‘Clean your plate’ leads to problems; doctor offers ways to encourage healthy eating in kids",
        "source": "WTOP",
        "publishedAt": "2025-03-28T20:40:41Z",
        "url": "https://wtop.com/health-fitness/2025/03/clean-your-plate-leads-to-problems-doctor-offers-ways-to-encourage-healthy-eating-in-kids/",
        "textContent": " For generations, well-meaning parents have resorted to an arsenal of food rules, including “clean your plate before you leave the table,” to try to get their children to eat a well-balanced diet.“My parents said the same thing to me,” said Dr. Michele Arthurs, a family medicine physician with Kaiser Permanente in Temple Hills, Maryland. “When we’re looking at the overall relationship with food, we want to rethink that.”Forcing children to finish their food can teach them to ignore natural hunger and fullness signals that are built-in for humans. “Over time, this can contribute to overeating, and food anxiety, and sometimes even eating disorders,” said Arthurs. “It’s important for our kids to learn how to stop eating when they feel satisfied, not when they feel too full.”According to the Academy of Nutrition and Dietetics, March is National Nutrition Month.Making healthy food available at the dinner table is a starting point.“It’s important for our children to be exposed to all the food groups — different vegetables, different fruits, different whole grains, different sources of protein,” said Arthurs.“Having a little bit of a trial on the plate can be helpful — invite that,” she suggested. “It doesn’t have to always be accepted by our child. We might have to try 30 times before the new food, no matter what color it is, is indeed sampled.”What’s the problem with food rules?When a parent insists a child eat their food, “it can create a relationship with food that feels antagonistic,” Arthurs said. “The child does not have control over that particular situation.”Instead, she said the goal is to empower young eaters.“When it comes to their own choices for food, that they have control over that. That they understand the purpose of food — that’s it’s more than just how it tastes, that it’s there to nourish their body,” Arthurs said.The effects can be long-lasting. A child who is forced to eat vegetables is likely to become an adult who doesn’t want to eat vegetables, and “that’s a hard habit to undo,” said Arthurs.Empower children at the grocery storeRather than imposing edicts at the dinner table, Arthurs said there are easy ways to help children develop a healthy relationship with food.“If they’re coming with us to the grocery store, we can play ‘Where’s Waldo’ with food,” she suggests. As an example: “I’m looking for a food that’s red, that’s sweet, that has tiny little seeds on the side, and is high in all these wonderful vitamins and nutrients that we need — what might that be?”(The answer, by the way, is “strawberries.”)Another idea is to look for ways to remind children about the benefits of healthy eating.“A lot of kids say, ‘I want to grow up to be big and strong.’ And you can answer, ‘What are the foods on your plate that are going to support that?'” said Arthurs.Get breaking news and daily headlines delivered to your email inbox by signing up here.© 2025 WTOP. All Rights Reserved. This website is not intended for users located within the European Economic Area.Neal AugensteinNeal Augenstein has been a general assignment reporter with WTOP since 1997. He says he looks forward to coming to work every day, even though that means waking up at 3:30 a.m."
    },
    {
        "title": "The CDC Buried a Measles Forecast That Stressed the Need for Vaccinations",
        "source": "ProPublica",
        "publishedAt": "2025-03-28T20:35:00Z",
        "url": "https://www.propublica.org/article/measles-vaccine-rfk-cdc-report",
        "textContent": "ProPublica is a nonprofit newsroom that investigates abuses of power. Sign up to receive our biggest stories as soon as they’re published.Leaders at the Centers for Disease Control and Prevention ordered staff this week not to release their experts’ assessment that found the risk of catching measles is high in areas near outbreaks where vaccination rates are lagging, according to internal records reviewed by ProPublica.In an aborted plan to roll out the news, the agency would have emphasized the importance of vaccinating people against the highly contagious and potentially deadly disease that has spread to 19 states, the records show.A CDC spokesperson told ProPublica in a written statement that the agency decided against releasing the assessment “because it does not say anything that the public doesn’t already know.” She added that the CDC continues to recommend vaccines as “the best way to protect against measles.”But what the nation’s top public health agency said next shows a shift in its long-standing messaging about vaccines, a sign that it may be falling in line under Health and Human Services Secretary Robert F. Kennedy Jr., a longtime critic of vaccines:“The decision to vaccinate is a personal one,” the statement said, echoing a line from a column Kennedy wrote for the Fox News website. “People should consult with their healthcare provider to understand their options to get a vaccine and should be informed about the potential risks and benefits associated with vaccines.”ProPublica shared the new CDC statement about personal choice and risk with Jennifer Nuzzo, director of the Pandemic Center at Brown University School of Public Health. To her, the shift in messaging, and the squelching of this routine announcement, is alarming.“I’m a bit stunned by that language,” Nuzzo said. “No vaccine is without risk, but that makes it sound like it’s a very active coin toss of a decision. We’ve already had more cases of measles in 2025 than we had in 2024, and it’s spread to multiple states. It is not a coin toss at this point.”For many years, the CDC hasn’t minced words on vaccines. It promoted them with confidence. One campaign was called “Get My Flu Shot.” The agency’s website told medical providers they play a critical role in helping parents choose vaccines for their children: “Instead of saying ‘What do you want to do about shots?,’ say ‘Your child needs three shots today.’”Nuzzo wishes the CDC’s forecasters would put out more details of their data and evidence on the spread of measles, not less. “The growing scale and severity of this measles outbreak and the urgent need for more data to guide the response underscores why we need a fully staffed and functional CDC and more resources for state and local health departments,” she said.Kennedy’s agency oversees the CDC and on Thursday announced it was poised to eliminate 2,400 jobs there.When asked what role, if any, Kennedy played in the decision to not release the risk assessment, HHS’ communications director said the aborted announcement “was part of an ongoing process to improve communication processes — nothing more, nothing less.” The CDC, he reiterated, continues to recommend vaccination “as the best way to protect against measles.”“Secretary Kennedy believes that the decision to vaccinate is a personal one and that people should consult with their healthcare provider to understand their options to get a vaccine,” Andrew G. Nixon said. “It is important that the American people have radical transparency and be informed to make personal healthcare decisions.”Responding to questions about criticism of the decision among some CDC staff, Nixon wrote, “Some individuals at the CDC seem more interested in protecting their own status or agenda rather than aligning with this Administration and the true mission of public health.”The CDC’s risk assessment was carried out by its Center for Forecasting and Outbreak Analytics, which relied, in part, on new disease data from the outbreak in Texas. The CDC created the center to address a major shortcoming laid bare during the COVID-19 pandemic. It functions like a National Weather Service for infectious diseases, harnessing data and expertise to predict the course of outbreaks like a meteorologist warns of storms.Other risk assessments by the center have been posted by the CDC even though their conclusions might seem obvious.In late February, for example, forecasters analyzing the spread of H5N1 bird flu said people who come “in contact with potentially infected animals or contaminated surfaces or fluids” faced a moderate to high risk of contracting the disease. The risk to the general U.S. population, they said, was low.In the case of the measles assessment, modelers at the center determined the risk of the disease for the general public in the U.S. is low, but they found the risk is high in communities with low vaccination rates that are near outbreaks or share close social ties to those areas with outbreaks. The CDC had moderate confidence in the assessment, according to an internal Q&A that explained the findings. The agency, it said, lacks detailed data about the onset of the illness for all patients in West Texas and is still learning about the vaccination rates in affected communities as well as travel and social contact among those infected. (The H5N1 assessment was also made with moderate confidence.)The internal plan to roll out the news of the forecast called for the expert physician who’s leading the CDC’s response to measles to be the chief spokesperson answering questions. “It is important to note that at local levels, vaccine coverage rates may vary considerably, and pockets of unvaccinated people can exist even in areas with high vaccination coverage overall,” the plan said. “The best way to protect against measles is to get the measles, mumps, and rubella (MMR) vaccine.”This week, though, as the number of confirmed cases rose to 483, more than 30 agency staff were told in an email that after a discussion in the CDC director’s office, “leadership does not want to pursue putting this on the website.”The cancellation was “not normal at all,” said a CDC staff member who spoke anonymously for fear of reprisal with layoffs looming. “I’ve never seen a rollout plan that was canceled at that far along in the process.”Anxiety among CDC staff has been building over whether the agency will bend its public health messages to match those of Kennedy, a lawyer who founded an anti-vaccine group and referred clients to a law firm suing a vaccine manufacturer.During Kennedy’s first week on the job, HHS halted the CDC campaign that encouraged people to get flu shots during a ferocious flu season. On the night that the Trump administration began firing probationary employees across the federal government, some key CDC flu webpages were taken down. Remnants of some of the campaign webpages were restored after NPR reported this.But some at the agency felt like the new leadership had sent a message loud and clear: When next to nobody was paying attention, long-standing public health messages could be silenced.On the day in February that the world learned that an unvaccinated child had died of measles in Texas, the first such death in the U.S. since 2015, the HHS secretary downplayed the seriousness of the outbreak. “We have measles outbreaks every year,” he said at a cabinet meeting with President Donald Trump.In an interview on Fox News this month, Kennedy championed doctors in Texas who he said were treating measles with a steroid, an antibiotic and cod liver oil, a supplement that is high in vitamin A. “They’re seeing what they describe as almost miraculous and instantaneous recovery from that,” Kennedy said.As parents near the outbreak in Texas stocked up on vitamin A supplements, doctors there raced to assure parents that only vaccination, not the vitamin, can prevent measles.Still, the CDC added an entry on Vitamin A to its measles website for clinicians.On Wednesday, CNN reported that several hospitalized children in Lubbock, Texas, had abnormal liver function, a likely sign of toxicity from too much vitamin A.Texas health officials also said that the Trump administration’s decision to rescind $11 billion in pandemic-related grants across the country will hinder their ability to respond to the growing outbreak, according to The Texas Tribune.Measles is among the most contagious diseases and can be dangerous. About 20% of unvaccinated people who get measles wind up in the hospital. And nearly 1 to 3 of every 1,000 children with measles will die from respiratory and neurologic complications. The virus can linger in the air for two hours after an infected person has left an area, and patients can spread measles before they even know they have it.This week Amtrak said it was notifying customers that they may have been exposed to the disease this month when a passenger with measles rode one of its trains from New York City to Washington, D.C."
    },
    {
        "title": "Colon Cancer Awareness: What you should know to prevent and detect colon cancer",
        "source": "KSL.com",
        "publishedAt": "2025-03-28T20:05:31Z",
        "url": "https://www.ksl.com/article/51277100/colon-cancer-awareness-what-you-should-know-to-prevent-and-detect-colon-cancer",
        "textContent": "Colorectal cancer is the second most common cancer and the third leading cause of cancer related deaths in men and women under age 50.According to the American Cancer Society almost 153,000 individuals in the U.S. were diagnosed with colon or rectal cancer in 2024 and more than 53,000 died from the disease.March is Colon Cancer Awareness month and Intermountain Health is working to raise awareness about the disease and the importance of prevention and early detection.Awareness is crucial because many cases of colon and rectal cancer can be prevented. In fact, colon cancer has a 90% survival rate when detected early.Understanding your risksColon cancer can affect anyone, but certain factors can increase your risk:Age: Most cases occur in individuals aged 50 and older.Family history: A family history of colon cancer or polyps can increase your risk.Personal history: Previous polyps or inflammatory bowel disease heighten your risk.Lifestyle factors: Diets high in red and processed meats, smoking, heavy alcohol use and lack of physical activity can contribute to an increased risk.It's not just older adults who need to be vigilant. Colorectal cancer incidence has been steadily increasing in younger Americans for the last several decades, with the sharpest rise seen in the incidence of rectal cancer.In 2020, 11% of all colon cancer and 15% of all rectal cancer diagnoses were estimated to occur in individuals under age 50.\"Waiting for symptoms is too late,\" said Christine Hachem, M.D., interim medical director of gastroenterology and digestive health for Intermountain Health. \"Screening occurs when you have no symptoms and feel well. Early detection is critical to catching colorectal cancer and saving lives.\"This rise is alarming because younger patients often have more advanced cases by the time they're diagnosed.Factors contributing to this trend may include environmental exposures, dietary habits, and sporadic genetic mutations, Hachem said.\"Younger individuals face unique barriers when it comes to colon cancer screenings, such as a lack of awareness about the need for screening, fear or discomfort associated with the procedure and challenges in navigating the healthcare system,\" said Priyanka Patel, M.D., gastroenterologist for Intermountain Health. \"It's crucial for everyone, regardless of age, to understand their personal risk factors and discuss them with their healthcare provider to determine the best screening plan.\"Updated national guidelines make it possible for more people to be screened with a colonoscopy and stool-based testing starting at age 45.Colonoscopies are considered the gold standard for colon cancer detection. It not only detects abnormalities, but removes precancerous lesions. Intermountain Health makes it easier to schedule a colonoscopy with an online system, ensuring you have access to this vital screening option. Photo: Issara/Adobe StockFor most patients a colonoscopy is then only needed once every 10 years, or once every five years if your doctor determines you have an increased risk of colon cancer.Earlier screening may be recommended for anyone with a personal history of polyps or family history of colon cancer.If you have inflammatory bowel disease (with Crohn's Disease or Ulcerative Colitis) or other chronic conditions that affect the gastrointestinal tract, talk with your doctor or a gastrointestinal specialist to determine when and how often you should be screened.\"Don't delay your screenings,\" Hachem said. \"It could save your life.\"Other easy and convenient screening optionsIntermountain Health offers home-based tests that are both effective and convenient, allowing you to get what you need, when you need it, without leaving your home.Individuals who are 45 to 75 years old with average risk may qualify for Intermountain's on-demand colon cancer screening kits. This is an option that allows you to get a test kit in the mail and send it back to the lab for testing without the need for an appointment.Fecal Immunochemical Test (FIT):This simple, non-invasive test detects hidden blood in the stool, an early sign of colon cancer. You can complete it at home, and if the results are positive or abnormal, a follow-up colonoscopy may be necessary.Cologuard:Combining the FIT with a DNA test, Cologuard detects abnormal DNA markers in stool samples. It's also non-invasive and can be done at home. A positive or abnormal result will require a follow-up colonoscopy.Why choose home-based tests?Home-based tests like FIT and Cologuard offer several advantages:Convenience: Complete the test at home without a doctor's visit.Non-Invasive: No preparation or sedation required.Accessibility: Ideal for those who may have difficulty scheduling or accessing colonoscopy appointments.Act todayUnderstanding your risks and exploring your screening options are vital steps in preventing colon cancer.If you are 45 or older, you can order an at-home colon cancer screening kit to have a test kit mailed to you without needing a doctor's visit. If you have risk factors, like a family or personal history of colon cancer or polyps, talk to your healthcare provider about getting screened.For more information about Intermountain Health's on-demand services, click here.To schedule a colonoscopy, or to find a physician click here. www.IntermountainHealthcare.org/colonoscopy.Rewards received may be considered income and subject to tax.The opinions and conclusions expressed in this article are the sponsor's own and do not reflect the views or opinions of KSL.com. This Site Does Not Provide Medical Advice. Any content on this Site, such as text, graphics, images, information obtained from, or contained on this Site are for informational purposes only. The content is not intended to be a substitute for professional medical advice, diagnosis, or treatment. Always seek the advice of your physician or other qualified health provider with any questions you may have regarding a medical condition. Never disregard professional medical advice or delay in seeking it because of something you have read on this site! The owner and operator of this site do not recommend or endorse any specific tests, physicians, products, procedures, opinions, or other information that may be mentioned on the site. Reliance on any information provided by the Operator, including their employees, contractors or others appearing on the Site at the invitation of the Operator, or other visitors to the Site is solely at your own risk. If you think you may have a medical emergency, call your doctor or 911 immediately."
    },
    {
        "title": "What Happens to Your Body When You Drink Matcha Every Day",
        "source": "Eatingwell.com",
        "publishedAt": "2025-03-28T19:41:06Z",
        "url": "https://www.eatingwell.com/matcha-health-benefits-11705379",
        "textContent": " Matcha has been an integral part of Japanese tea ceremonies for centuries. Carefully crafted from shaded green tea leaves, the tea is renowned for its rich flavor, smooth texture and culinary versatility, from overnight oats to cake and even jello shots. Along with its alluring sensory appeal, matcha green tea contains several key compounds that contribute to a wide range of health benefits. Below you will discover the health benefits of matcha powder and exciting ways to enjoy this robust—and often refreshing—beverage.Health Benefits of MatchaMay Help You Feel More Relaxed Starting your day with a mug of matcha may promote a sense of calm and clarity. Matcha contains an amino acid called L-theanine, which has been found to boost alpha waves in the brain, leading to increased feelings of relaxation and calmness, says Lacey Dunn, M.S., RD, a functional medicine dietitian and owner of Uplift Fit Nutrition. L-theanine also increases the production of several neurotransmitters in the brain, such as serotonin and gamma-aminobutyric acid (GABA), which help to reduce stress and anxiety, she adds.May Enhance Your Brain Function Along with being an excellent source of L-theanine, matcha also contains a small amount of caffeine. Together, L-theanine and caffeine can increase memory and mental alertness, says Dunn. In that way, you get the best of both worlds. “L-theanine may help to avoid the jittery and anxious feeling that comes with caffeine consumption, as well as promote a feeling of relaxation,” she says.   Matcha may also aid in reducing oxidative stress, which can damage neurons in the brain and is linked to cognitive decline and memory impairment, says Dunn. “It’s believed that the EGCG and caffeine content in matcha may help to alleviate this and reduce neuroinflammation,” she explains.May Reduce Your Risk of Cancer Making matcha a regular part of your daily routine may also aid in the prevention of certain cancers. “Matcha may help reduce cancer risk by halting the growth of cancer cells and reducing oxidative stress, which increases the risk of DNA damage and tumor formation,” says Dunn. The anti-cancer effects of matcha are attributed to a powerful catechin called epigallocatechin gallate (EGCG). However, matcha is just one part of your diet. More clinical research is needed to confirm these findings and understand its full potential in cancer prevention.May Improve Your Heart Health The compounds in matcha may also tone up your ticker. More specifically, the catechins in matcha have strong antioxidant properties that help to lower inflammation associated with cardiovascular disease, says JeJe Noval, Ph.D., RDN, an integrative and functional registered dietitian specializing in digestive and hormone health. “Matcha may also help to lower the risk of cardiovascular diseases and improve heart health through its ability to increase insulin sensitivity, reduce total and LDL (bad) cholesterol and reduce triglycerides,” says Dunn. She adds that matcha may even have a small but beneficial effect on high blood pressure by boosting antioxidant enzymes that protect blood vessel walls from damage.  May Support Your Gut Health Regularly sipping on matcha tea may be good for your gut. The EGCG in matcha can help support gut health by counteracting harmful bacteria and promoting the growth of beneficial bacteria in the gut, says Dunn. For that reason, matcha may be a good addition to your diet in cases of irritable bowel syndrome (IBS), inflammatory bowel disease (IBD) or small intestinal bacterial overgrowth (SIBO) and H. pylori infections, she says.May Help Manage Your Blood Sugar Matcha may help lower blood glucose levels through its ability to improve insulin sensitivity. “Think of insulin like a key, allowing glucose to enter your cells to be used, versus floating freely in the blood,” says Dunn. “When your cells are more sensitive to insulin, your body is better able to use glucose as fuel versus storing it as body fat,” she explains. The compound in matcha that is believed to regulate insulin secretion and enhance insulin sensitivity is a plant pigment called quercetin. This compound may support carbohydrate metabolism, says Noval, which may be one tool to help manage healthy blood glucose levels. May Support a Healthy Weight Matcha’s rich EGCG and caffeine content may help slightly increase your metabolism and ability to burn fat through a process called thermogenesis, says Dunn. “This increased thermogenesis helps your body to produce more heat, which increases the calories you burn at rest,” Dunn explains. This effect is likely to be small (and more research is needed), but matcha may play a role in your overall diet if you’re aiming to lose weight.Matcha Nutrition Facts One serving (1 teaspoon) of matcha green tea powder contains: Calories: 3Protein: 1 gFat: 0 gCarbohydrates: 0 gTotal Sugars: 0 gFiber: 1 g (3% DV) Matcha is a low-calorie beverage with very few vitamins and minerals. However, it is a significant source of bioactive compounds, including L-theanine, quercetin, catechins, caffeine and chlorophyll, which are responsible for matcha’s various health benefits.  Potential Side Effects and Precautions Though matcha is typically safe to consume and well-tolerated by most people, its caffeine content may cause side effects in some individuals. “It may induce anxiety, irritability, insomnia or headaches in those sensitive to caffeine,” says Dunn. In addition, high doses of matcha may affect liver enzyme function and detoxification pathways in the body. (This is most likely to occur from taking high doses of green tea supplements.) As a result, Dunn warns that this can interact with some medications. Therefore, if you have preexisting health conditions and are taking medications, speak with your health care provider to ensure matcha is safe for you to consume.Best Ways to Enjoy Matcha  Matcha boasts a rich, earthy and slightly bitter flavor with a subtle sweetness that can be enjoyed in a variety of ways, including:Sipped hot: Using a bamboo chasen (tea whisk), mix ½ teaspoon of matcha powder with 4 ounces of hot water poured from an electric kettle or tea pot to make a perfect cup of traditional matcha tea.Mixed into lattes: To elevate traditional matcha tea, simply add your favorite milk and sweetener of choice to make a hot or Matcha Green Tea Latte.Paired with oats: If you want to enhance your ordinary overnight oats, try adding a scoop of matcha for a vibrant and delicious twist.Baked into dessert: Matcha is also an excellent addition to baked goods.Blended into smoothies: To reap the benefits of matcha, consider adding this potent powder to your favorite green smoothie.Frequently Asked QuestionsMatcha is a green tea powder that is made from the leaves of the Camellia sinensis plant. What sets it apart from other green tea varieties is its unique cultivation process.During the growth period, the green tea bushes are covered with bamboo to shade the delicate leaves from direct sunlight. This method of sun protection prompts the tea leaves to produce higher amounts of beneficial compounds, including chlorophyll and L-theanine. These potent plant compounds give matcha its distinctive dark green pigment and robust flavor. After the leaves have fully matured, they are carefully harvested and lightly steamed. The leaves are then ground into a fine powder to make matcha tea. Unlike steeping traditional green tea, matcha involves consuming the entire leaf, offering a more concentrated source of its many health-enhancing compounds. Matcha's health benefits may include cognitive function, heart health, cancer risk, insulin sensitivity, gut health and weight management. Yes, it is OK and beneficial to drink matcha regularly. Matcha is a great beverage to consume in the morning, as it contains L-theanine and caffeine. The L-theanine, in particular, helps to offset the jittery feeling associated with caffeine consumption while promoting a sense of calm and mental clarity. While more research is needed to confirm matcha’s effects on weight loss, it may help increase your metabolism and ability to burn fat through a process called thermogenesis. However, matcha is not a magic bullet for weight loss and should be combined with a balanced diet and regular exercise. Although matcha is safe to consume for most people, its caffeine content may cause several side effects, including headaches, anxiety, irritability and insomnia in those who are sensitive. Additionally, high doses of matcha may negatively influence liver enzyme function and the metabolism of certain medications. Therefore, it may be helpful to talk to your health care provider before making matcha a regular part of your dietary regimen.The Bottom Line Whether enjoyed in a cozy coffee shop or the comfort of your home, matcha contains several key compounds that make it ideal to add to your routine. From L-theanine to EGCG, matcha offers potential benefits for brain, gut and heart health and may aid in weight management and improve your blood glucose levels. If you have existing health concerns, be sure to consult with your health care provider before incorporating it into your daily routine."
    },
    {
        "title": "It’s Considered an Old-Timey Disease. So Why Are Cases of It on the Rise?",
        "source": "Slate Magazine",
        "publishedAt": "2025-03-28T18:29:00Z",
        "url": "https://slate.com/technology/2025/03/tuberculosis-cases-outbreak-usaid-vaccine-tests.html",
        "textContent": "Medical ExaminerAfter Decades of Decline, Tuberculosis Is on the Rise in the U.S. Here’s What You Need to Know.Why is this happening? When should I worry about getting tested? Is there a vaccine?March 28, 20252:29 PMSpencer Platt/Getty ImagesSign up for the Slatest to get the most insightful analysis, criticism, and advice out there, delivered to your inbox daily.Tuberculosis has been crawling its way back into the spotlight. In 2020, after a three-decade decline, TB cases in the U.S. began climbing again. Last year, that number was at its highest since 2011. There has been a TB outbreak in Kansas since January 2024, with over 100 people infected and two deaths. Recent data show that Europe saw a 10 percent rise in childhood infections in 2023, with more than 7,500 cases. What with World Tuberculosis Day this week, and the release of John Green’s new book Everything Is Tuberculosis last week, TB, which is often thought of as an old-timey disease, might seem to suddenly be a concern once again.In reality, though, tuberculosis never went away. It regularly kills over a million people a year and infects millions more. It is literally the world’s deadliest infectious disease—yes, you read that right. It was bumped out of first place by COVID-19 for a while, but it returned to the top last year.We don’t hear much about TB in the U.S. because it’s largely under control here, but it’s a huge threat in other regions, particularly Southeast Asia and Africa. There are treatments for TB. And yet, the federal government’s recent cuts to foreign aid mean that many people across the world will no longer be able to access treatment (on top of all the people who already lacked access to treatment). “We can cure virtually everyone with tuberculosis,” says William Schaffner, a professor of infectious diseases at Vanderbilt University Medical Center. “We have the capacity to do that.” As Slate’s Tony Ho Tran wrote eloquently in a piece about Green’s new book: “It’s a decision to let people die.”That decision also increases the risk for Americans, most of whom have long been lucky enough to not have to think about TB. Let’s talk about it.So why are cases rising in the U.S. right now?Any time there’s turbulence in the world, the risk of transmission increases. That’s true of most diseases, but especially for TB, which requires long courses of treatment to work. Whether due to armed conflicts, refugee migration, or a global pandemic, “if populations are in turmoil, public health breaks down,” says Schaffner. “And tuberculosis control programs come to a screeching halt.” That’s what happened in 2020, when COVID brought the world, and TB control programs, to a stop. When those initiatives stall, infected individuals can’t receive their treatment, and they can’t be monitored and supported while receiving their treatment. That leads to more transmission, which means more infections—which increases risk even in places where the disease has been under control.I’m realizing I don’t even know what tuberculosis is.Fair enough! It shows up in movies and books as old-fashioned and romantic—think poets wasting away by the seaside of “consumption” (TB’s historical nickname). The wasting-away part is true: “For the most part, TB is a smoldering disease,” says Schaffner. It kills slowly. But it’s definitely not romantic.Tuberculosis is caused by bacteria that, after infecting a person, tend to hibernate in the body. It can stay there for five, 10, 20 years, without causing any symptoms. This is known as latent infection, and it’s not contagious.Eventually, though, the bacteria wake up, and that’s when active infection starts. At that point, the person with the infection is now contagious. The bacteria start eating away at the lungs, destroying tissue. From there, it can move to other parts of the body. Symptoms—prolonged cough, chest pain, weakness, fever—may start off mild. Depending on the person’s age and health, they can suffer from active infection for more than a year, losing weight due to lack of appetite and extreme abdominal pain, until their lungs collapse or fill with fluid—or a few other terrible possibilities.But there are treatments available, right?Yes. “TB is curable and preventable,” according to the World Health Organization’s website. However, treatment isn’t a straightforward one-and-done kind of thing. It involves six months of a multidrug regimen; using just one drug can lead to the bacteria’s becoming resistant such that they simply do not respond to that drug. In some cases, if treatment is implemented incorrectly, a person’s bacteria can become resistant to multiple drugs, which then makes it very difficult to treat. Multidrug-resistant TB is considered a pretty serious public health issue.Crucially, you don’t want something happening in the middle of TB treatment that disrupts a patient’s access to drugs. The Trump administration’s funding cuts to the U.S. Agency for International Development, which among many other things supports TB treatment programs, are just that kind of disruption.Yikes. What about preventing TB in the first place? Is there a vaccine?There is one, but it’s not very effective for adults or adolescents. For babies and small children in countries where TB is common, it can help protect against death and more severe illness.Finding a new, better TB vaccine is one of the holy grails of vaccinology, says Schaffner, along with better flu and COVID vaccines and an HIV vaccine: “These are at the top of the list of every vaccinologist’s Christmas list.”Can we treat latent TB, then? Get ahead of things, instead of waiting for the infection to become active?We can! And that’s the ideal situation: Find everyone with latent TB and treat them before they become contagious and experience symptoms. “That’s actually part of the plan of every state’s TB program,” says Schaffner. “And we need to do more of that.” You can test for TB with an easy skin test; there’s also a newer blood-test option. The good news is that if you do have latent TB, you don’t have to wait until it becomes active to receive treatment (which is still a regimen of multiple drugs over several months).OK, I’m ready to get tested! Point me to the nearest TB testing stand.If you’re near the outbreak in Kansas, you may be contacted by public health authorities to get tested. In those cases, “please cooperate with the public health authorities, because it’s to your own benefit,” says Schaffner. But in general, we don’t do mass TB testing in the U.S. because there’s no real need. Despite being deadly, TB is not contagious in the way that measles or COVID is—TB typically requires prolonged exposure. Certain populations are at higher risk of TB, Schaffner says, including people in low-income areas, people who have been in prison, people with HIV infection, or people raised in countries where TB is more common. Screening is more important in those communities. Other populations, like health care workers, are regularly tested for TB.But if you don’t fall into any of those categories, it’s very, very, very unlikely that you’re harboring TB bacteria.But with TB rates rising in parts of the world …Right. People in the U.S. are extremely fortunate to not have to think about tuberculosis on the regular. As the richest country in the world, we have a responsibility to help those who are less advantaged. So we should care about the rising cases for humanitarian reasons. But TB in other parts of the world does also concern the U.S. directly. “Germs don’t need a passport,” says Schaffner. “Whatever’s over there can be over here in 24 hours.” This is true of any infectious disease, and something we saw very clearly with COVID-19. Again, TB is not at all like COVID—and the primary reason to worry about TB is because of the destruction it causes globally, not because of the risk it poses to you personally. But the more TB spreads, the higher your chances of being near an outbreak.Undoubtedly, the cuts to USAID funding—which, in addition to funding prevention, testing, and treatment services, has been the world’s third-largest TB research funder—will lead to more illness and death. It might not be immediately apparent in the data, says Schaffner, because TB is a relatively slow-moving disease. But many lives are already being affected. As WHO Director General Tedros Adhanom Ghebreyesus told Reuters: “The fact that TB still kills and sickens so many people is an outrage, when we have the tools to prevent it, detect it and treat it.”Get the best of news and politicsSign up for Slate’s evening newsletter.HealthResearch"
    },
    {
        "title": "My Daughter Has a Rare Condition That Requires a Specialist. But She’s Refusing the Only Option Available.",
        "source": "Slate Magazine",
        "publishedAt": "2025-03-28T17:42:00Z",
        "url": "https://slate.com/advice/2025/03/rare-condition-specialist-care-and-feeding.html",
        "textContent": "Care and FeedingI’m not sure what I’m supposed to do here.March 28, 20251:42 PMPhoto illustration by Slate. Photo by Usman Yousaf/Unsplash. Care and Feeding is Slate’s parenting advice column. Have a question for Care and Feeding? Submit it here.Dear Care and Feeding. My 14-year-old, “Kim,” was recently diagnosed with a condition that is not life-threatening but that does need to be managed by a specialist. There are not many specialists, as the condition is relatively rare. She must see this specialist every 4-to-6 weeks for at least a year or two. Our family gets our health insurance from my husband’s employer; if the doctor is in-network, the copays are very affordable. A handful of in-network specialists are within a two-hour drive of our house, and they are all male doctors. The problem is, Kim refuses to see a male doctor, as her condition may require occasional physical examinations on a private area. I totally get Kim’s feelings; I prefer female doctors if they will see me naked, but I will see a male doctor in an emergency or if there are no other options.There are one or two female doctors out-of-network that are driving distance, but paying out-of-pocket for monthly visits (not to mention testing if these doctors use only out-of-network labs) will be cost-prohibitive without cutting the budget elsewhere. I am unsure what to do and feel there is no good answer. It does feel wrong to make Kim see a doctor she feels uncomfortable with. On the other hand, I do not want to lessen our contributions to retirement accounts, college funds, and other savings. My daughters (I have two other teens) do one non-school-sponsored extracurricular (music lessons, dance classes, etc.). I do not want this to impact my other girls, and it feels unfair to ask Kim to choose between flute lessons or a female doctor. Forgoing medical care is out of the question.I have considered the remote possibility that Kim feels uncomfortable because of a nonconsensual sexual experience, but she maintains that nothing like that has happened to her. I have told her that these male doctors will allow her to have a female nurse or patient advocate in the room with her during the exams and that I (her mom) could go in the examination room with her if she wants me to. But Kim still protests when I bring up seeing the male doctor. What do you think I should do?—Doctor’s OrdersDear Doctor’s Orders, You’re right, there’s really no good answer here. Either Kim will have to get past her discomfort with male doctors, or there will have to be significant financial sacrifices made to accommodate her. I think you should let your daughter know that there are likely to be times in her life when a female doctor may not be an option, such as on a trip to the emergency room; it’s also possible that if she continues to have to manage this rare condition, there may not be female specialists available in the future—it would be best to help her get past this aversion now.Be honest with her about the fact that you simply can’t afford to take her to an out-of-network woman doctor this time, and let her know that it’s still the case that most doctors are male and the vast majority of them care for female patients with no issues. Reiterate your promise to be in the exam room with her, and alert the practice about your daughter’s anxiety, so that the doctors and staff may be extra sensitive. Gently explain to her that she simply cannot forgo this care and that she has no choice but to allow a man to treat her.Please keep questions short (<150 words), and don‘t submit the same question to multiple columns. We are unable to edit or remove questions after publication. Use pseudonyms to maintain anonymity. Your submission may be used in other Slate advice columns and may be edited for publication.Dear Care and Feeding,My daughter is very intelligent, but she has taken some fringe positions recently, and the weird thing is, I think I might actually agree with her! Ever since last year, when her friend had to drop out because she got long-COVID, my daughter has become obsessed with it. First, she was just obsessively reading articles on health and wellness, but now she’s sending me studies from medical journals about how getting COVID affects all these organs and aspects of the body. Worse yet, now she’s bought this high-end respirator that looks like some kind of space alien mask and refuses to be around people if she’s not wearing it. She’s even talking about changing her major to epidemiology and abandoning her dream of being a teacher.I’m worried that she’s alienating herself from her peers and making herself a target for social ostracism. We were reasonably cautious during the pandemic when she was in high school, but I don’t bother masking anymore since we’ve had the virus a few times and it didn’t seem so bad. Now, however, my daughter has me reconsidering the choice to stop masking since she’s constantly telling me about some horrible outcome that someone she read about had from it. I don’t want her to be right about this, especially since this choice is almost certainly hurting her socially, but the more I’ve researched it myself, the more I think she may have a point. How can I help her balance these fears without letting her get totally alienated from her peers for being the weird girl in the mask?—Mother of Darth DaughterDear Mother, While this is not a medical column and I can’t advise in that capacity, I will say that personally, I think your daughter is has a point. Most of us stopped taking COVID seriously a couple of years ago, but it is still very much out here; furthermore, long-COVID sufferers are experiencing devastating symptoms, and we still don’t know all the long-term effects of even a short course of the virus. It seems unreasonable to me to be concerned about the social impact on your daughter when it sounds like she’s taking wise steps to protect herself from what could be a devastating illness, particularly when you consider what happened to her classmate.Ask yourself, does she have meaningful friendships? Has her social life suffered since she started taking COVID more seriously, or are you just assuming that the respirator turns people off?As a compromise, you could encourage her to continue masking up but ask her to consider a less obtrusive N95 mask for situations in which she needs to interact with people, such as at school or at family functions. But honestly, it sounds like she knows what she’s doing here better than a lot of us do. If your daughter’s concern about this starts to turn into a true fixation or obsession, in the sense that it is damaging the rest of her life, get her to a therapist to parse out sensible protection from problematic anxiety. But for now, I’d say let her take care of her own health as she chooses.Catch Up on Care and Feeding· Missed earlier columns this week? Read them here. · Discuss this column in the Slate Parenting Facebook group!Dear Care and Feeding, My ex says he’s in love with his new girlfriend. He says everything about her is better and he’s never been happier. I broke up with him, hoping he would realize his abusive ways need to change. Instead, he got this girlfriend and now messages me multiple times a day about how he hates me (with awful insults) and loves her. I’m so heartbroken! He claims to have gotten a job, but all the years I was with him, he never worked once. He says he’s gonna marry her, but would tell me I don’t deserve it. I don’t understand why he can do all these things for someone new who won’t even give him a place to stay, but not me? What’s wrong with me?On top of everything, he hasn’t seen our son since we broke up. He’ll only see him if I’m not there, but if I say fine, he gets mad at me and accuses me of wanting to go be with other men during that time. I’m at my wit’s end. Should I wait and hope this passes and that he will come to his senses? Do I write him a letter about how sad I am? Should I contact his mother or aunt? I used to tell his dad about how his son was behaving, and he would set him straight, but he died recently. I just want this whole ordeal to end.—Don’t Want to Be Alone ForeverDear Don’t Want to Be, You did the right thing by leaving this man. He abused you during the relationship and continues to abuse you via text message. There is nothing wrong with you that is preventing your ex from treating you the way you deserve to be treated. He is not a good guy, and you know that. Instead of agonizing over what he may or may not be doing for his alleged new woman (whom he may be fabricating just to get under your skin), you need to be focused on taking care of yourself and your child. Why would you want a man who mistreats you, doesn’t work, and uses his relationship to you to determine if he sees his son or not?Are you in need of child support? I am assuming that this guy doesn’t voluntarily give you money for your child. If you could use some additional support, consider going through the process of having him forced to pay child support through the court system. As far as facilitating visits goes, see if you can coordinate through his mother or aunt so you don’t have to deal with him harassing you about what you’re doing during that time. Let this man know that you are interested in allowing him to have a relationship with his son, but that you will only be willing to do that if he can both treat you with respect and be consistent. If he is unwilling to accept these terms, then do away with visitation.Your role as a mother must be a top priority, and you can’t effectively do that work while trying to navigate an abusive relationship. Has your son been a witness to how his father talks to you? If not, would you want him to see that? If so, have you considered the impact that may have on his relationships with women in the future? Would you want your son to grow up to be like his father? You have to (quickly) dry your eyes and move past your interest in this guy. The only thing he can do for you is step-up and be an active father to your child. If he refuses to do that, then you need to eliminate him from your life altogether. But the longer you hold on to the fantasy of having him as a partner, the longer he’ll be able to hurt you, and that will certainly impact your child in ways you do not want.—JamilahNever miss new Advice columnsThe latest sex, parenting, and money advice from our columnists delivered to your inbox three times a week.AdviceFamilyParenting"
    },
    {
        "title": "Several white tailed deer from 2024-25 hunting season test positive for Chronic Wasting Disease",
        "source": "WFMJ",
        "publishedAt": "2025-03-28T16:25:52Z",
        "url": "https://www.wfmj.com/story/52640602/several-white-tailed-deer-from-202425-hunting-season-test-positive-for-chronic-wasting-disease",
        "textContent": "NewsCWD is a neurological disease that is fatal to white tailed deer and other similar species like mule deer, elk and moose.Several white tailed deer taken during this past hunting season have tested positive for Chronic Wasting Disease (CWD).According to the Ohio Division of Wildlife, 24 white tailed deer taken during the 2024-25 hunting season tested positive for the disease. A total of 5,783 deer were tested.None of the CWD positive deer were found in the Mahoning Valley. You can take a look at the Division of Wildlife's CWD dashboard here.CWD is a neurological disease that is fatal to white tailed deer and other similar species like mule deer, elk and moose. There is no cure for the disease and there is no strong evidence that it is transmissible to humans.The Division of wildlife has extensively monitored and tested deer in the disease surveillance area since CWD was discovered in the wild in 2020. The agency has conducted routine surveillance for CWD since 2002 with more than 40,000 deer tersted."
    },
    {
        "title": "Caffeine Drinkers Are Using This Supplement To Curb 'Coffee Anxiety'—Is It Legit?",
        "source": "Women's Health",
        "publishedAt": "2025-03-28T16:07:00Z",
        "url": "https://www.womenshealthmag.com/health/a64277082/coffee-caffeine-anxiety/",
        "textContent": "Ever feel like you’ve had one cup too many? Of coffee, that is. Or, honestly, the first cup mightalready feel like overkill for your nervous system and stress levels.If you've started to question whether coffee might be triggering anxiousness and jitters for you during the day, you’re not alone. Trending hashtags like #coffeeanxiety, #decafcoffeegirlies, and #decafcoffeedrinker on TikTok are filled with posts and comments from people experiencing jitters, a racing heartbeat, and shortness of breath from their daily fix.Some even claim coffee has led to full-on panic attacks. So, is drinking coffee a possible anxiety trigger—and can you still enjoy a caffeinated cup without the negative side effects? We asked experts.What Coffee Does To The Body And BrainCaffeine is the main active ingredient associated with coffee and may very well be the reason most people drink coffee in the first place. But there are more than a thousand bioactive compounds found in coffee. Some of the most common ones include chlorogenic acids (CGAs), trigonelline, tryptophan alkaloids, and diterpenes, which are responsible for the taste, aroma and level of bitterness while also providing health benefits like regulating blood sugar levels, anti-inflammatory effects, and cognitive support. But caffeine, in particular, has been linked to various benefits including boosting metabolism and improving sports performance. A study published in the European Heart Journal even found that morning coffee drinkers were 16 percent less likely to die of any cause and 31 percent less likely to die of cardiovascular disease. Meet the experts: Ryan Sultan is the medical director at Integrative Psych and clinical psychiatry professor at Columbia University. Astrid Nehlig, PhD, is a neuroscientist and research director at the International League Against Epilepsy (INSERM) in Strasbourg, France.The Impact Of CaffeinePut plainly: “Caffeine is a drug—you don't think of it as a drug because it's everywhere and not regulated,” says Ryan Sultan, MD, medical director at Integrative Psych. “Coffee acts as a stimulant that directly impacts the central nervous system and triggers the body's fight-or-flight response,” Dr. Sulton explains. Caffeine also blocks adenosine receptors. Adenosine is a molecule that helps regulate bodily functions like sleep, blood pressure, and heart rate—and when caffeine blocks these receptors, the body responds by making you feel more awake, focused, and energized. The downside? This impact can also lead to physical sensations like increased heart rate, rapid breathing, and muscle tension—all symptoms that may mimic anxiety.Why Coffee Can Cause AnxiousnessCan coffee cause anxiety even in non-anxious people? The short answer: usually no, but there are exceptions. “In the general population, you don’t see people who generate anxiety disorders if they drink about one to three cups of coffee per day,” says Astrid Nehlig, PhD, a neuroscientist and research director at INSERM in Strasbourg, France.However, if you feel like you are the chillest person in the room yet feel on edge after drinking coffee, there are a few instances related to genetics variation, metabolization, and the amount/frequency of coffee intake—in which experts say coffee can certainly trigger anxiety—even in non-anxious people. Gene Variation Nehlig, who is also the editor-in-chief of Epilepsy,explains that a particular genetic variation exists that can mess with how your body regulates dopamine and wakefulness, making you more sensitive to caffeine. However, the variation is “quite rare, affecting only about 5 percent of the population, ” she notes. On top of that, having this gene variation also makes you a \"slow caffeine metabolizer,\" Nehlig says—which means your body takes longer to break down caffeine. You would likely only know that you have this genetic variation if you have done genetic testing via your doctor or an at-home genetic testing health kit.MetabolizationThe metabolization factor, or how fast the body breaks down the caffeine in your coffee, affects your sensitivity to coffee. Usually, the half-life of caffeine is between three and five hours. However, “The population is evenly distributed between fast and slow metabolizers of coffee, and how long the half-life of coffee remains in their system can be a determinant of how sensitive people are to caffeine,” says Nehlig. This is why some people can drink multiple cups of coffee in a short time without issues, while others start feeling jittery or anxious after just one cup. Fast caffeine metabolizers break down caffeine quickly, so they can have two to three cups over six hours without much buildup in their system. On the other hand, slow caffeine metabolizers process caffeine more slowly, so it stays in their system longer. As they continue drinking coffee, the caffeine accumulates, making them more likely to experience side effects like anxiety and jitteriness.Caffeine Consumption Level And FrequencyThe last and most common instance in which coffee can cause non-anxious people anxiety is the amount of caffeine consumption. As a general rule, “If you drink too much coffee or too much caffeine in other forms, then it’s contraindicated for you and you will start raising anxiety,” says Nehlig. Coffee naturally has a larger concentration of caffeine than some other caffeinated drinks. The exact amount of caffeine in a cup of coffee depends on the coffee variety, region it comes from, brewing method, and serving size. The recommended amount? The FDA cites 400 milligrams per day—which is about four or five cups of coffee—as a safe amount for adults. “In most people, it's just finding the right level under which they have no anxiety,” says Nehlig, who adds that no more than 200 mg per sitting and no more than 400 mg a day of caffeine should be exceeded regardless of the source of caffeine including teas, matcha, sodas, and energy drinks. How much caffeine is in these common drinks (12 oz.), according to the FDA:Decaf coffee: 2 to 15 mgGreen tea: 30 to 50 mgSoft drinks: 23 to 83 mgMatcha: 35 to 130 mg Black tea: 25 to 48 mgEnergy drinks: 80 to 200 mgCoffee: 113 to 247 mg (depending on brewing method)Ever wondered why drinking coffee affects you differently than drinking matcha or green tea? The bottom line is that coffee in and of itself is probably not causing your anxiety. It is the amount of caffeine in a serving of coffee itself that explains why your sensitivity to anxiety increases as a response to having a higher caffeine quantity in your beverage.Can L-theanine supplements fix the coffee and anxiety problem? L-theanine is an amino acid naturally found in matcha and green tea—and the compound supposedly helps you relax and feel less stressed. (That may be why many anxious coffee drinkers tout sipping matcha or green tea as a healthier, calmer alternative.) Given L-theanine's benefits, some drinkers have added L-theanine supplements to their coffee to help cancel out the stimulant effects of caffeine. Influencers on TikTok like @drjolenebrighten are suggesting matcha as a coffee substitute due to its naturally L-theanine properties. Others like @drsood have advised that, “to combat the jitters of coffee,” you can literally add L-theanine to coffee to reduce stress and anxiety.In theory, this idea makes sense. But in practice, both Nehlig and Dr. Sultan say there isn’t enough research to recommend adding L-theanine supplements to coffee for this purpose—mainly because there’s currently no research that proves a benefit, or explores the implications of combining these chemical compounds. “It's true that tea is making you less nervous, but there is twice or even three times less caffeine, which might already be an explanation,” says Nehlig. So, the L-theanine may not have anything to do with it.Instead, Dr. Sultan recommends drinking L-theanine from sources that naturally contain it already like tea and matcha rather than adding an L-theanine supplement to coffee.How To Enjoy Your Coffee Sans AnxiousnessOur experts reiterate that caffeine itself doesn’t usually cause anxiety but can make it worse if you’re already prone to it. However, if you do think your caffeine intake is bringing out anxiousness for you, consider cutting back or kicking the habit entirely.If coffee makes you feel jittery, try channeling that energy into movement, like a quick walk. If you’re especially sensitive, Nehlig recommends switching from Robusta (which has twice the caffeine of Arabica) to a lower-caffeine Arabica variety like Bourbon Pointu. And if caffeine still feels like too much, decaf lets you enjoy coffee’s perks without the buzz. Bonus tip: Pair your coffee with food instead of drinking it on an empty stomach to soften the impact.You can enjoy your coffee—just tweak your routine to make it work for you.Doris Alvarez is a freelance writer covering women’s health, lifestyle trends, and cultural issues. As a former producer, her work was featured in NBC News, MSNBC, and Telemundo. She has a master’s degree from Northwestern University."
    },
    {
        "title": "Person with measles could have exposed others at N.J. medical center",
        "source": "nj.com",
        "publishedAt": "2025-03-28T15:50:00Z",
        "url": "https://www.nj.com/healthfit/2025/03/person-with-measles-could-have-exposed-others-at-nj-medical-center.html",
        "textContent": "HealthUpdated: Mar. 28, 2025, 5:05 p.m.Published: Mar. 28, 2025, 11:50 a.m.By Jackie Roman | NJ Advance Media for NJ.comAn out-of-state visitor with measles could have exposed others at a Mercer County medical center last week, the state Health Department announced Friday.The patient visited the emergency department at Capital Health Medical Center in Hopewell from 5:15 p.m. on March 22 to 1:30 a.m. the following morning, according to the state announcement.Exposed people could develop symptoms as late as April 12, health officials said. Individuals at risk include those who have not been fully vaccinated or have not had measles in the past.ALSO: Do I need a measles vaccine booster?The case is unrelated to a separate incident in which a passenger infected with measles traveled on an Amtrak train between New York Penn Station and Washington D.C. last week, officials said.There were no other cases reported as of Friday, the announcement said. Measles is a highly contagious virus easily spread by an infected person talking, coughing or sneezing. Symptoms include a high fever, cough, runny nose, watery red eyes, and a red rash that begins at the hairline. In serious cases, infected people may develop pneumonia and encephalitis. Pregnant women may miscarry or deliver a low birth-weight baby, the health department said.People with measles are contagious from four days before the rash appears through four days after the rash appears.The announcement comes amid a rise in measles globally. Measles was declared eliminated in the United States in 2000. However, measles-mumps-rubella vaccine coverage in the United States among kindergarteners is now below the 95% coverage target — much lower in some communities — and is decreasing, according to the Centers for Disease Control and Prevention.In just the past three months, the CDC has been notified of 378 cases of measles in the U.S.— a 32% increase from what the country saw in all of last year. The cases include two deaths"
    },
    {
        "title": "Updated: Sixteen sick with tuberculosis in Lower Yakima Valley",
        "source": "Yakimaherald.com",
        "publishedAt": "2025-03-28T15:45:00Z",
        "url": "https://www.yakimaherald.com/news/local/government/updated-sixteen-sick-with-tuberculosis-in-lower-yakima-valley/article_73beaf2e-05ef-4223-b8b8-a8693b46c5e8.html",
        "textContent": "Sixteen people in Yakima County have active cases of tuberculosis, according to Yakima Health District officials.Seven cases are being monitored by the Yakima Health District and nine are being monitored by Indian Health Services.The agencies are working to identify and test anyone that may have been exposed to the disease, Stephanie Ruiz, Yakima Health District spokesperson said in an email. The first case in the county was confirmed in September, but not all active cases are linked to the same outbreak.The cases are in the Lower Valley, but specific cities and locations are not released to protect patient privacy, she said.Severity of cases can vary, Melissa Sixberry, director of disease control for the Yakima Health District said at a Board of Health meeting on Wednesday. Some people may experience a mild cough, but others may take a long time to recover.\"It's a large number compared to what we normally would be managing,\" Sixberry said.Tuberculosis patients must have their treatment observed daily, which can cause a strain on health resources, Sixberry said. The county has been using video visits, but Indian Health Services must go to the patient to do it in person.\"Treatment can go anywhere from four months to 12 months,\" Sixberry said.Most people can receive their treatment at home, Ruiz said. Tuberculosis, or TB, is a respiratory disease caused by a bacteria and spread through the air when an infected person coughs or speaks, according to the CDC. Without treatment, it can be fatal. Some people can have the disease without symptoms, called inactive TB. The risk of exposure is low unless you have prolonged exposure to an infected person, Ruiz said. Anyone with concerns should speak with their primary care provider.In other newsYakima County has had 12 flu deaths since the season began in September.\"Activity is still high,\" Sixberry said in the meeting.There have been no pediatric deaths in the county, but there have been elsewhere in the state.This story has been updated with additional information from the health district.Questen Inghram is a Murrow News Fellow at the Yakima Herald-Republic whose beat focuses on government in Central Washington communities. Email qinghram@yakimaherald.com or call 509-577-7674.This story can be republished by other organizations for free under a Creative Commons license. For more information on this, email news@yakimaherald.com."
    }
]
